{"adus": [{"id": "adu-1", "type": "Claim", "text": "John Adams and James Madison perpetuated the elitist and anti-democratic idea that to invest too much political power in the hands of uneducated and property-less people was to put society at constant risk of social and political upheaval.", "quote": null, "isImplicit": false, "positions": [{"start": 7016, "end": 7255}], "metadata": {}}, {"id": "adu-2", "type": "Claim", "text": "Locke argued against the divine right of kings and in favor of government grounded on the consent of the governed; so long as people would have agreed to hand over some of their liberties enjoyed in a pre-political society or state of nature in exchange for the protection of basic rights to life, liberty and property.", "quote": null, "isImplicit": false, "positions": [{"start": 7634, "end": 7953}], "metadata": {}}, {"id": "adu-3", "type": "Claim", "text": "However, if the state reneged on the social contract by failing to protect those natural rights, then the people had a right to revolt and form a new government.", "quote": null, "isImplicit": false, "positions": [{"start": 7954, "end": 8115}], "metadata": {}}, {"id": "adu-4", "type": "Claim", "text": "A reasonable God endowed humans with rationality in order that they might discover the moral instructions of the universe in the natural law.", "quote": null, "isImplicit": false, "positions": [{"start": 9248, "end": 9389}], "metadata": {}}, {"id": "adu-5", "type": "Claim", "text": "The claim that private individuals have fundamental God-given rights, such as to property, life, liberty and to pursue their conception of good, begins with the English philosopher John Locke, but also finds expression in Thomas Jefferson's drafting of the Declaration of Independence.", "quote": null, "isImplicit": false, "positions": [{"start": 12558, "end": 12843}], "metadata": {}}, {"id": "adu-6", "type": "Claim", "text": "Bill of Rights, the first ten amendments to the Constitution, guarantees a schedule of individual rights based on the liberal ideal.", "quote": null, "isImplicit": false, "positions": [{"start": 12853, "end": 12985}], "metadata": {}}, {"id": "adu-7", "type": "Claim", "text": "Madison's concern that the Bill of Rights should apply not only to the federal government would eventually be accommodated with the passage of the Fourteenth Amendment (especially its due process clause) in 1868 and a series of Supreme Court cases throughout the twentieth-century interpreting each of the ten amendments as'incorporated' and thus protecting citizens against state governments as well.", "quote": null, "isImplicit": false, "positions": [{"start": 13645, "end": 14046}], "metadata": {}}, {"id": "adu-8", "type": "Claim", "text": "On the classical republican view of liberty, citizens exercise freedom within the context of existing social relations, historical associations and traditional communities, not as autonomous individuals set apart from their social and political ties.", "quote": null, "isImplicit": false, "positions": [{"start": 14662, "end": 14912}], "metadata": {}}, {"id": "adu-9", "type": "Claim", "text": "In this way, liberty for the classical republican is positively defined by the political society instead of negatively defined in terms of the pre-social individual's natural rights.", "quote": null, "isImplicit": false, "positions": [{"start": 14913, "end": 15095}], "metadata": {}}, {"id": "adu-10", "type": "Claim", "text": "For instance, Enlightenment faith in universal declarations of human rights do more harm than good when they contravene the conventions and traditions of specific nations, regions and localities.", "quote": null, "isImplicit": false, "positions": [{"start": 17032, "end": 17227}], "metadata": {}}, {"id": "adu-11", "type": "Claim", "text": "Conservatives attacked the notion of a social contract (prominent in the work of Hobbes, Locke and Rousseau) as a mythical construction that overlooked the plurality of groups and perspectives in society, a fact which made brokering compromises inevitable and universal consent impossible.", "quote": null, "isImplicit": false, "positions": [{"start": 17437, "end": 17726}], "metadata": {}}, {"id": "adu-12", "type": "Claim", "text": "It reflected their belief that hatred or fear of other races and creeds interfered with economic trade, extinguished freedom of thought and expression, eroded the basis for friendship among nations and led to persecution and war.", "quote": null, "isImplicit": false, "positions": [{"start": 19210, "end": 19439}], "metadata": {}}, {"id": "adu-13", "type": "Claim", "text": "So, civil government ought to protect liberty of conscience, the right to worship as one chooses (or not to worship at all) and refrain from establishing an official state-sanctioned church.", "quote": null, "isImplicit": false, "positions": [{"start": 20724, "end": 20914}], "metadata": {}}, {"id": "adu-14", "type": "Claim", "text": "For America's founders, the fledgling nation was to be a land where persons of every faith or no faith could settle and thrive peacefully and cooperatively without fear of persecution by government or fellow citizens.", "quote": null, "isImplicit": false, "positions": [{"start": 20915, "end": 21132}], "metadata": {}}, {"id": "adu-15", "type": "Claim", "text": "Defending freedom of conscience, James Madison would write that '[c]onscience is the most sacred of all property.' In 1777, Thomas Jefferson drafted a religious liberty bill for Virginia to disestablish the government-sponsored Anglican Church-often referred to as'the precursor to the Religion Clauses of the First Amendment'-which eventually passed with James Madison's help.", "quote": null, "isImplicit": false, "positions": [{"start": 21259, "end": 21636}], "metadata": {}}, {"id": "adu-16", "type": "Claim", "text": "For Franklin, the self-interested pursuit of material wealth is only virtuous when it coincides with the promotion of the public good through philanthropy and voluntarism-what is often called'enlightened self-interest.' He believed that reason, free trade and a cosmopolitan spirit serve as faithful guides for nation-states to cultivate peaceful relations.", "quote": null, "isImplicit": false, "positions": [{"start": 23464, "end": 23821}], "metadata": {}}, {"id": "adu-17", "type": "Claim", "text": "Within nation-states, Franklin thought that'independent entrepreneurs make good citizens' because they pursue'attainable goals' and are'capable of living a useful and dignified life.' In his autobiography, Franklin claims that the way to'moral perfection' is to cultivate thirteen virtues (temperance, silence, order, resolution, frugality, industry, sincerity, justice, moderation, cleanliness, tranquility, chastity, and humility) as well as a healthy dose of'cheerful prudence.' Franklin favored voluntary associations over governmental institutions as mechanisms to channel citizens' extreme individualism and isolated pursuit of private ends into productive social outlets.", "quote": null, "isImplicit": false, "positions": [{"start": 23822, "end": 24500}], "metadata": {}}, {"id": "adu-18", "type": "Claim", "text": "Agreeing with Benjamin Franklin, he substituted'pursuit of happiness' for'property' in Locke's schedule of natural rights, so that liberty to pursue the widest possible human ends would be accommodated.", "quote": null, "isImplicit": false, "positions": [{"start": 24948, "end": 25150}], "metadata": {}}, {"id": "adu-19", "type": "Claim", "text": "Baron d' Montesquieu, the seventeenth-century French philosopher, believed that the only way to have a functioning republic, one that was sufficiently democratic, was for it to be small, both in population and land mass (on the order of Ancient Athens or Sparta).", "quote": null, "isImplicit": false, "positions": [{"start": 27286, "end": 27549}], "metadata": {}}, {"id": "adu-20", "type": "Claim", "text": "He then argues that a large and diverse republic will stop the formation of a majority faction; if small groups cannot communicate over long distances and coordinate effectively, the threat will be negated and liberty will be preserved ('you make it less probable that a majority of the whole will have a common motive to invade the rights of other citizens').", "quote": null, "isImplicit": false, "positions": [{"start": 27550, "end": 27910}], "metadata": {}}, {"id": "adu-21", "type": "Claim", "text": "Once introduced, elections ceased in the North American colonies, British subjects felt enslaved and revolution became inevitable.", "quote": null, "isImplicit": false, "positions": [{"start": 28794, "end": 28924}], "metadata": {}}, {"id": "adu-22", "type": "Claim", "text": "Nevertheless, a strong executive branch is needed to defend the people against'aristocrats' who will attempt to deprive liberty from the mass of people.", "quote": null, "isImplicit": false, "positions": [{"start": 29256, "end": 29408}], "metadata": {}}, {"id": "adu-23", "type": "Claim", "text": "Since humans are always desirous of increasing their personal power and reputation, all the while making invidious comparisons, government must be designed to constrain the effects of these passionate tendencies.", "quote": null, "isImplicit": false, "positions": [{"start": 29554, "end": 29766}], "metadata": {}}, {"id": "adu-24", "type": "Claim", "text": "Adams writes: 'Consider that government is intended to set bounds to passions which nature has not limited; and to assist reason, conscience, justice, and truth in controlling interests which, without it, would be as unjust as uncontrollable.'", "quote": null, "isImplicit": false, "positions": [{"start": 29767, "end": 30010}], "metadata": {}}, {"id": "adu-25", "type": "Claim", "text": "Each of these Enlightenment thinkers sought to ground the legitimacy of the state on a theory of rational-moral political order reflecting universal truths about human nature-for instance, that humans are carriers of inalienable rights (Locke), autonomous agents (Kant), or fundamentally equal creations (Jefferson).", "quote": null, "isImplicit": false, "positions": [{"start": 30270, "end": 30586}], "metadata": {}}], "statistics": {"total_adus": 25, "adu_types": {"ADUType.CLAIM": 25}}}