{"adus": [{"id": "adu-1", "type": "Claim", "text": "In this paper I argue that, within the framework he develops, this is not exactly true: more than virtuous action is needed to secure happiness.", "quote": null, "isImplicit": false, "positions": [{"start": 222, "end": 366}], "metadata": {}}, {"id": "adu-2", "type": "Claim", "text": "In general, Descartes appears acutely conscious of the fact that he is offering an ethics to finite beings with their limitations - to beings of whom it would be simply inappropriate to demand more than doing the best they can in the circumstances in which they find themselves.", "quote": null, "isImplicit": false, "positions": [{"start": 8554, "end": 8832}], "metadata": {}}, {"id": "adu-3", "type": "Claim", "text": "Based on this, I would argue that, for Descartes, virtue is primarily about exerting ourselves according to our best judgment.", "quote": null, "isImplicit": false, "positions": [{"start": 11783, "end": 11909}], "metadata": {}}, {"id": "adu-4", "type": "Claim", "text": "Now free will is in itself the noblest thing we can have, since it makes us in a way equal to God and seems to exempt us from being his subjects; and so its correct use is the greatest of all the goods we possess; indeed there is nothing that is more our own or that matters more to us.", "quote": null, "isImplicit": false, "positions": [{"start": 17951, "end": 18237}], "metadata": {}}, {"id": "adu-5", "type": "Claim", "text": "Putting together the different elements of this line of argument, the correct use of our free will is the highest good, because it is the only thing that is entirely up to us and as such what is most our own.²⁰", "quote": null, "isImplicit": false, "positions": [{"start": 18262, "end": 18472}], "metadata": {}}, {"id": "adu-6", "type": "Claim", "text": "To summarize, for Descartes happiness is about having a contented mind, but it is not our highest good: being virtuous - using one's will as the two-component theory states - is.", "quote": null, "isImplicit": false, "positions": [{"start": 18474, "end": 18652}], "metadata": {}}, {"id": "adu-7", "type": "Claim", "text": "24 In a later letter to Christina, without any argument Descartes notes that'we cannot ever practice any virtue […] without receiving satisfaction and pleasure from so doing' (CSMK, 263; AT IV, 284).", "quote": null, "isImplicit": false, "positions": [{"start": 22111, "end": 22310}], "metadata": {}}, {"id": "adu-8", "type": "Claim", "text": "However, even if being virtuous somehow directly gave us satisfaction, that would hardly be enough to fortify us against all different kinds of threats to happiness.", "quote": null, "isImplicit": false, "positions": [{"start": 22311, "end": 22476}], "metadata": {}}, {"id": "adu-9", "type": "Claim", "text": "Now as we have seen, the exercise of our free will is the only thing that is entirely up to us, and so Descartes holds that only things that depend on it are in our power.", "quote": null, "isImplicit": false, "positions": [{"start": 23241, "end": 23412}], "metadata": {}}, {"id": "adu-10", "type": "Claim", "text": "The passage continues: 'In this way he will become accustomed not to desire them.", "quote": null, "isImplicit": false, "positions": [{"start": 23558, "end": 23639}], "metadata": {}}, {"id": "adu-11", "type": "Claim", "text": "[I]f we always do whatever our reason tells us, even if events show us afterwards that we have gone wrong, we will never have any grounds for repentance, because it was not our own fault.", "quote": null, "isImplicit": false, "positions": [{"start": 24211, "end": 24398}], "metadata": {}}, {"id": "adu-12", "type": "Claim", "text": "The reason for this is that in such a situation, even the outcomes of our actions we afterwards find unwelcome are'not our fault.'²⁷ Thus, as far as things within our power are concerned, the focus is on accountability.", "quote": null, "isImplicit": false, "positions": [{"start": 25748, "end": 25967}], "metadata": {}}, {"id": "adu-13", "type": "Claim", "text": "Here the already-mentioned emphasis on our finitude makes its presence felt: it is simply a corollary of our finite nature that nothing more than genuinely using our will to the best of our ability could ever be expected or demanded of us, and so it makes no sense to repent our actions if we have done so.", "quote": null, "isImplicit": false, "positions": [{"start": 25968, "end": 26274}], "metadata": {}}, {"id": "adu-14", "type": "Claim", "text": "In other words, our limitedness has an effect on what we are morally responsible for,²⁸ and so Descartes argues that no matter what the outcome, if we have done everything as well as we could in the situation in which we found ourselves, our conscience can be clear and thus free of repentance.²⁹ By the same token, it would be misguided to regret acting virtuously or desire to have acted otherwise.", "quote": null, "isImplicit": false, "positions": [{"start": 26275, "end": 26675}], "metadata": {}}, {"id": "adu-15", "type": "Claim", "text": "According to Descartes, as far as things that depend on us are concerned, realizing this guards us against the three potential threats to happiness provided that we have done everything within our power by acting virtuously.", "quote": null, "isImplicit": false, "positions": [{"start": 26676, "end": 26900}], "metadata": {}}, {"id": "adu-16", "type": "Claim", "text": "Even if we accept that we are not accountable for things outside our power in a way that would make it sensible to repent them, is it not quite understandable, and ordinary, to want or wish things to have gone otherwise?", "quote": null, "isImplicit": false, "positions": [{"start": 26952, "end": 27172}], "metadata": {}}, {"id": "adu-17", "type": "Claim", "text": "But desiring unrealized things we deem good or regretting that things took place the way they did would, in Descartes's own account, stand in the way of contentment.", "quote": null, "isImplicit": false, "positions": [{"start": 27173, "end": 27338}], "metadata": {}}, {"id": "adu-18", "type": "Claim", "text": "The letter does address this issue, albeit in a rather sketchy and convoluted manner: Descartes says that '[w]e do not desire to have, for example, more arms or more tongues than we have, and yet we do desire to have more health or more riches' because'we imagine that the latter, unlike the former can be acquired by our exertions,' even when this is not the case; moreover, we should understand'that sickness and misfortune are no less natural to man than prosperity and health' (CSMK, 258; AT IV, 266).", "quote": null, "isImplicit": false, "positions": [{"start": 27339, "end": 27844}], "metadata": {}}, {"id": "adu-19", "type": "Claim", "text": "29 To drive home precisely this point, a later letter states: 'There would be more ground for repentance if we had acted against our conscience, even though we realized afterwards that we had done better than we thought' (CSMK, 269; AT IV, 307).", "quote": null, "isImplicit": false, "positions": [{"start": 28329, "end": 28574}], "metadata": {}}, {"id": "adu-20", "type": "Claim", "text": "For when a thing we considered to depend on Fortune does not happen, this indicates that one of the causes necessary for its production was absent, and consequently that it was absolutely impossible and that no similar thing has ever happened, i.", "quote": null, "isImplicit": false, "positions": [{"start": 29293, "end": 29539}], "metadata": {}}, {"id": "adu-21", "type": "Claim", "text": "The argument is that we should understand that all those things that do not depend on us have been'determined from all eternity' by'infallible and immutable' providence to be the way they are.³⁰ Once we realize this, we no longer desire things to be otherwise because'we can desire only what we consider in some way to be possible' and what providence has not determined to be is'absolutely impossible.'³¹ The claim is thus that it is a plain mistake to want anything not dependent on us to have been other-", "quote": null, "isImplicit": false, "positions": [{"start": 30478, "end": 30985}], "metadata": {}}, {"id": "adu-22", "type": "Claim", "text": "wise - it is just as senseless as desiring'to have, for example, more arms or more tongues than we have' (CSMK, 258; AT IV, 266) or'bodies of a material as indestructible as diamond or wings to fly like birds' (CSM I, 26; AT VI, 26).³² Realizing this, Descartes argues, is enough to subdue our desires and regrets concerning things outside our control that could threaten our peace of mind or happiness.³³", "quote": null, "isImplicit": false, "positions": [{"start": 32141, "end": 32546}], "metadata": {}}, {"id": "adu-23", "type": "Claim", "text": "The third condition thus stands for the point that we are to separate what depends on us from what does not, so that once we have acted virtuously by correctly using our free will - so that our conscience is clear - we can also be at peace with everything that does not depend on us simply because we are not to desire such impossibilities as things determined by providence to have been otherwise.", "quote": null, "isImplicit": false, "positions": [{"start": 32548, "end": 32946}], "metadata": {}}, {"id": "adu-24", "type": "Claim", "text": "Thus, for Descartes, fulfilling the third condition makes the virtuous agent immune to all potential threats to her happiness.", "quote": null, "isImplicit": false, "positions": [{"start": 32947, "end": 33073}], "metadata": {}}, {"id": "adu-25", "type": "Claim", "text": "One might also argue that, within the Cartesian framework, once one has acted virtuously, everything one needs to do to attain happiness is already done; one has only to realize that this is the case.", "quote": null, "isImplicit": false, "positions": [{"start": 37249, "end": 37449}], "metadata": {}}, {"id": "adu-26", "type": "Claim", "text": "That we have control over some things and not others is - one might argue - a platitude nobody can fail to realize.", "quote": null, "isImplicit": false, "positions": [{"start": 38220, "end": 38335}], "metadata": {}}, {"id": "adu-27", "type": "Claim", "text": "Happiness, in turn, is not the highest good but something that is supposed to follow from it.", "quote": null, "isImplicit": false, "positions": [{"start": 41094, "end": 41187}], "metadata": {}}], "statistics": {"total_adus": 27, "adu_types": {"ADUType.CLAIM": 27}}}