{"adus": [{"id": "0", "type": "Claim", "text": "Quite the contrary, we live in a world that seems to have been reinjected, as it were, with certain degrees of freedom: physics has become nondeterministic; genetics emphases the role of chance in biological mutations; capitalism, for all its repressive recodings, is also, in Deleuze's parlance, a vast enterprise of decoding (in neoliberal language, it is the'freedom to choose'); and neuroscience itself emphases the fundamental'plasticity' or freedom of the synaptic connectivity of the brain.", "quote": null, "isImplicit": false, "positions": [{"start": 1413, "end": 1910}], "metadata": {}}, {"id": "1", "type": "Claim", "text": "puts it, echoing Rousseau's famous phrase, Why is it, 'given that the brain is plastic [and] free,' that'we are still always and everywhere'in chains'' (11).", "quote": null, "isImplicit": false, "positions": [{"start": 2335, "end": 2492}], "metadata": {}}, {"id": "2", "type": "Claim", "text": "During the first six months of life, the brain becomes'progressively sculpted, stabilized, and divided into different regions' and'to the extent that the volume of connections grows, the identity of an individual begins to outline itself' (20).", "quote": null, "isImplicit": false, "positions": [{"start": 5346, "end": 5590}], "metadata": {}}, {"id": "3", "type": "Claim", "text": "Nonetheless, even though'all human brains resemble each other' (18), there is nonetheless'a certain plasticity in the execution of th e genetic program' (20): the'topographic network' of the infant brain is established through the death of certain neuronal cells and the elimination of useless connections (20).", "quote": null, "isImplicit": false, "positions": [{"start": 5591, "end": 5902}], "metadata": {}}, {"id": "4", "type": "Claim", "text": "Second, there is modulational plasticity.", "quote": null, "isImplicit": false, "positions": [{"start": 5904, "end": 5945}], "metadata": {}}, {"id": "5", "type": "Claim", "text": "In modulational plasticity, 'the efficacy of the synapse (its capacity to transmit signals from neuron to neuron) either rises, which is called'long term potentiation' (LTP) or diminishes, which is'long term depression'' (22).", "quote": null, "isImplicit": false, "positions": [{"start": 6165, "end": 6391}], "metadata": {}}, {"id": "6", "type": "Claim", "text": "In other words, 'synapses can see their efficacy reinforced or weakened as a function of experience' (24).", "quote": null, "isImplicit": false, "positions": [{"start": 6392, "end": 6498}], "metadata": {}}, {"id": "7", "type": "Claim", "text": "Third, there is reparative plasticity, which includes not only'the brain's capacity to compensate for losses caused by lesions' (25), but what is called'neuronal renewal' or secondary neurogenesis' (25), which means that'certain neurons in regions important to the learning process renew themselves continually' (25), such that it'constitutes an additional mechanism of individuation' (27).", "quote": null, "isImplicit": false, "positions": [{"start": 6861, "end": 7251}], "metadata": {}}, {"id": "8", "type": "Claim", "text": "In effect, Malabou is going to argue that the potential for both is inherent the notion of brain plasticity.", "quote": null, "isImplicit": false, "positions": [{"start": 9769, "end": 9877}], "metadata": {}}, {"id": "9", "type": "Claim", "text": "Similarly, at the level of workers (rather than management), Malabou points out that employment has now become synonymous with being adaptable and flexible.", "quote": null, "isImplicit": false, "positions": [{"start": 13487, "end": 13643}], "metadata": {}}, {"id": "10", "type": "Claim", "text": "'Anyone who is not flexible,' she writes, 'deserves to disappear' (46).", "quote": null, "isImplicit": false, "positions": [{"start": 13644, "end": 13715}], "metadata": {}}, {"id": "11", "type": "Claim", "text": "There is thus an almost measurable link between social suffering (such as unemployment) and psychical suffering (or depression) -in effect, unemployed people suffer from'illnesses of flexibility' (47).", "quote": null, "isImplicit": false, "positions": [{"start": 13716, "end": 13917}], "metadata": {}}, {"id": "12", "type": "Claim", "text": "They have become unemployed because they were not flexible enough: when they lose their job, they are not able to quickly adapt and modify themselves; they lack the flexibility to retrain themselves for a new job.", "quote": null, "isImplicit": false, "positions": [{"start": 13918, "end": 14131}], "metadata": {}}, {"id": "13", "type": "Claim", "text": "As a result, the unemployed often become depressed and apathetic -an apathy that is characterized in the literature by'a holding back, stiffening, braking, and suspension of activity ' (48).", "quote": null, "isImplicit": false, "positions": [{"start": 14132, "end": 14322}], "metadata": {}}, {"id": "14", "type": "Claim", "text": "In this sense, the workplace can be said to have become'the antechamber of nervous depression' (49).", "quote": null, "isImplicit": false, "positions": [{"start": 14506, "end": 14606}], "metadata": {}}, {"id": "15", "type": "Claim", "text": "Even more to the point, perhaps, Malabou suggests that it is the Alzheimer's patient who, more than any other, represents'the nemesis of connectionist society, the counter model of flexibility….: errant, without memory, asocial, without recourse' (52).", "quote": null, "isImplicit": false, "positions": [{"start": 14608, "end": 14860}], "metadata": {}}, {"id": "16", "type": "Claim", "text": "'This is how dementia appears as the counter-model of plasticity: the irreparable loss of connections at the core of the cerebral network entails a definitive disconnection from the social network' (xiii).", "quote": null, "isImplicit": false, "positions": [{"start": 15207, "end": 15412}], "metadata": {}}, {"id": "17", "type": "Claim", "text": "Malabou suggests that this is one reason why Prozac became such a popular drug: it allowed one to obtain, at a low cost, the type of self or individuality that today's'high -tech capitalism' endorses as its condition of possibility -a form of capitalism in which'confidence, flexibility, quickness, and energy…are at a premium' (51).", "quote": null, "isImplicit": false, "positions": [{"start": 15742, "end": 16075}], "metadata": {}}, {"id": "18", "type": "Claim", "text": "'Anti -depressants,' she writes, 'in their great diversity, all seek to stimulate neurochemical transmission, with the avowed goal of'restoring and protecting the plastic capacities of the brain'' (48).", "quote": null, "isImplicit": false, "positions": [{"start": 16389, "end": 16591}], "metadata": {}}, {"id": "19", "type": "Claim", "text": "'We live in a'connectionist world''-with its'part -time jobs, temporary contracts, the demand for absolute mobility and adaptability, the demand for creativity' (10)but what neuroscience does, wittingly or unwittingly, is to", "quote": null, "isImplicit": false, "positions": [{"start": 18002, "end": 18226}], "metadata": {}}, {"id": "20", "type": "Claim", "text": "This is the form of all effective social legitimation: our soc ial order is legitimate because it is'only natural.'", "quote": null, "isImplicit": false, "positions": [{"start": 18320, "end": 18435}], "metadata": {}}, {"id": "21", "type": "Claim", "text": "And yet, she writes, 'at bottom, neuronal man'that is, we ourselves -'has not known how to speak of himself' (53) or to produce'a consciousness of the brain' (54).", "quote": null, "isImplicit": false, "positions": [{"start": 18775, "end": 18938}], "metadata": {}}, {"id": "22", "type": "Claim", "text": "In other words, wittingly or unwittingly, 'the scientific description of brain plasticity produces…an extremely normalizing vision of democracy, in that it accords an overly central role to the absence of center, a too rigid prominence to flexibility; that is to say, to docility and obedience' (53).", "quote": null, "isImplicit": false, "positions": [{"start": 19164, "end": 19464}], "metadata": {}}, {"id": "23", "type": "Claim", "text": "Can brain plasticity avoid simply reproducing the flexibility of it required by capitalism?", "quote": null, "isImplicit": false, "positions": [{"start": 19632, "end": 19723}], "metadata": {}}, {"id": "24", "type": "Claim", "text": "As Malabou says, 'our brain is…essentially what we do with it ' (30), yet this plasticity of the brain can move in one of two directions: either'brain plasticity [can] constitute the biologi cal justification of a type of economic, political, and social organization in which all that matters is the result of action as such: efficacy, adaptability -unfailing flexibility' (31).", "quote": null, "isImplicit": false, "positions": [{"start": 19724, "end": 20102}], "metadata": {}}, {"id": "25", "type": "Claim", "text": "Or'brain plasticity, taken as a model, [can] allow us to think a multiplicity of interactions in which the participants exercise transformative effects on one another through the demands of recognition, of nondomination, and of liberty' (31).", "quote": null, "isImplicit": false, "positions": [{"start": 20103, "end": 20345}], "metadata": {}}, {"id": "26", "type": "Claim", "text": "Her thesis is much stronger: the discovery of the plasticity of the brain both reflects the structure of capitalism and points the way for a conception of the production of the new.", "quote": null, "isImplicit": false, "positions": [{"start": 20532, "end": 20713}], "metadata": {}}, {"id": "27", "type": "Claim", "text": "One can see why: Where, in this relation between the brain and the mind, between the neuronal and mental, is there space for what one might call… freedom?", "quote": null, "isImplicit": false, "positions": [{"start": 21427, "end": 21581}], "metadata": {}}, {"id": "28", "type": "Claim", "text": "'If we do not think through this transformation [from the neuronal to the mental], or this plasticity,' Malabou writes, 'we dodge the most important question, which is -precisely -'that of freedom ' (69).", "quote": null, "isImplicit": false, "positions": [{"start": 22641, "end": 22845}], "metadata": {}}, {"id": "29", "type": "Claim", "text": "One can easily see how such a'natural selection' of neurons would easily lead back to the capitalist ideal of flexibility: 'there would see m to be at the heart of the [proto-] self a selection oriented toward efficacy' (65).", "quote": null, "isImplicit": false, "positions": [{"start": 25913, "end": 26138}], "metadata": {}}, {"id": "30", "type": "Claim", "text": "One that would not have brain plasticity simply repr oduced in capitalist flexibility?", "quote": null, "isImplicit": false, "positions": [{"start": 26256, "end": 26342}], "metadata": {}}, {"id": "31", "type": "Claim", "text": "If'personality is [indeed] reformable' (68), then Malabou's suggestions is that it might be possible to envision a fourth type of plasticity -in addition to the developmental, modulational, and reparative plasticities analyzed in the first chapter -an intermediate plasticity situated between the proto-self and the conscious self.", "quote": null, "isImplicit": false, "positions": [{"start": 26343, "end": 26674}], "metadata": {}}, {"id": "32", "type": "Claim", "text": "This is the text where Freud, having posited the pleasure as the guiding principle of our psychic life, notes that there are in fact numerous exceptions to this principle -such as soldiers who constantly repeat painful wartime traumas in their mind (repetition compulsion).", "quote": null, "isImplicit": false, "positions": [{"start": 26845, "end": 27118}], "metadata": {}}, {"id": "33", "type": "Claim", "text": "In other words, as Malabou herself notes, 'the plasticity of the brain'with its various images -'is the real image of the world' (39).", "quote": null, "isImplicit": false, "positions": [{"start": 31444, "end": 31578}], "metadata": {}}, {"id": "34", "type": "Claim", "text": "'The only real view of progress opened by the neurosciences,' she suggests, 'is that of an improvement in the'quality of life' though a better treatment of illness' (68), or an adaptation of the brain to the flexibility demanded of it by our capitalist social formation.", "quote": null, "isImplicit": false, "positions": [{"start": 32877, "end": 33147}], "metadata": {}}, {"id": "35", "type": "Claim", "text": "As yet, 'the fascinating discoveries of the neurosciences…are [as yet] i ncapable of unleashing possibilities, of unleashing new ways of living' (67).", "quote": null, "isImplicit": false, "positions": [{"start": 33148, "end": 33298}], "metadata": {}}], "statistics": {"total_adus": 36, "adu_types": {"ADUType.CLAIM": 36}}}