{
  "If nothing else, future generations give our lives value and meaning.": "gpt-4o-2024-11-20",
  "But the value of these projects and their mattering to us doesn't depend merely on what the projects are about.": "gpt-4o-2024-11-20",
  "In many cases, it depends also on the future generations that will replace us, or so the argument goes.": "gpt-4o-2024-11-20",
  "According to this thesis many of the projects that we currently value would become less significant to us, or lose their significance altogether, in the Doomsday scenario.": "gpt-4o-2024-11-20",
  "Just as most people care about the well-being of their children after their deaths, so Scheffler thinks we care about the continuation of the things we value, because to value something is typically to care about its continuing existence.": "gpt-4o-2024-11-20",
  "First, he notes that the sort of demoralization that occurs when we consider the Doomsday Scenario is far more extreme than anything that happens when we contemplate our own deaths, and thus he concludes that the survival of future strangers matters more to us than our own survival.": "gpt-4o-2024-11-20",
  "Second, he argues that what reflection on the Doomsday Scenario shows is that the survival and flourishing of future generations matters more to us than we might otherwise think.": "gpt-4o-2024-11-20",
  "Because we need the afterlife to preserve the things we now value, we have reason to ensure future generations can do so.": "claude-3-5-sonnet-20241022",
  "Finally, the very fact that so many of our projects are, in one way or another aimed at leaving something for future generations demonstrates that we have a love of humanity.": "gpt-4o-2024-11-20",
  "Morgenthau argues that the possibility of nuclear war transforms the meaning of death, and thus of life.": "gpt-4o-2024-11-20",
  "Collective immortality thus provides a replacement for personal immortality, and we strive to transcend our deaths by leaving behind something for others to remember.": "gpt-4o-2024-11-20",
  "Nuclear war would break this 'unbroken chain'.": "gpt-4o-2024-11-20",
  "For Morgenthau, as for Scheffler, generational continuity provides meaning for our lives; without continuity, little of that meaning remains.": "gpt-4o-2024-11-20",
  "Beauvoir's point isn't just that we want others to take up our projects, but that taking on projects in anticipation of others taking them up is built into the decision to engage in them in the first place.": "gpt-4o-2024-11-20",
  "Her claim is not that my projects become meaningful only if others take them up; it is that my projects are meaningful only by virtue of being potential points of departure for others.": "gpt-4o-2024-11-20",
  "Scheffler's work, then, can tie meaning and value in our lives to the existence of future generations.": "gpt-4o-2024-11-20",
  "But the value of these projects and their mattering to us doesn't depend merely on what the projects are about. In many cases, it depends also on the future generations that will replace us": "claude-3-5-sonnet-20241022",
  "people would lose confidence in the value of many sorts of activities, would cease to see reason to engage in many familiar sorts of pursuits, and would become emotionally detached from many of those activities and pursuits": "claude-3-5-sonnet-20241022",
  "Because we depend on the afterlife for much of what is valuable in our lives, we have reason to contribute something of value to theirs, both out of reciprocity and in order to maintain the value they grant us": "claude-3-5-sonnet-20241022",
  "the very fact that so many of our projects are, in one way or another aimed at leaving something for future generations demonstrates that we have a love of humanity.": "claude-3-5-sonnet-20241022"
}