{
  "Cicero played an outsized and underappreciated role in the development of the German Enlightenment -or so we argue in this chapter.": "claude-3-5-sonnet-20241022",
  "That Cicero played a vital role for the representatives of so-called ' popular philosophy ' has already been suggested by some scholars.": "gpt-4o-2024-11-20",
  "Focusing on a central theme in German philosophy in the second half of the eighteenth century -the human vocation ( Bestimmung des Menschen ) -we illustrate in concrete terms the monumental influence Cicero had on the trajectory of the German Enlightenment.": "gpt-4o-2024-11-20",
  "The impact of Christian Wolff ' s philosophy on the development of the German Enlightenment can hardly be overstated.": "gpt-4o-2024-11-20",
  "In this context, a theme later sloganized as the ' human vocation ' ( Bestimmung des Menschen ) gained particular importance.": "gpt-4o-2024-11-20",
  "The importance of this topic for this period of intellectual history is undisputed.": "gpt-4o-2024-11-20",
  "In the next section, we examine this presumed Stoic origin while also giving serious consideration to Spalding ' s explicit reference to Cicero ' s De legibus.": "gpt-4o-2024-11-20",
  "By extension, Cicero also played a crucial role in the development of German philosophy in the second half of the eighteenth century.": "gpt-4o-2024-11-20",
  "Christian Garve was one of the most influential philosophers in Germany in the second half of the eighteenth century.": "gpt-4o-2024-11-20",
  "It has been known for some time that Cicero was an important model for the popular philosophy movement, which exerted considerable influence on the development of German philosophy in the second half of the eighteenth century.": "gpt-4o-2024-11-20",
  "In this chapter we have shown in concrete terms how Cicero ' s legacy is reflected in two prominent popular philosophers and in a central question of the time, namely the question of the human vocation.": "gpt-4o-2024-11-20",
  "The case for Cicero's importance in this period of intellectual history is more difficult to establish than its Anglophone counterpart.": "claude-3-5-sonnet-20241022",
  "Popular philosophy as a philosophical movement in Germany is notoriously elusive, in part because its defining feature is its distance from systematic philosophy. However, it is not traditional philosophical content that was rejected, but its recent scholastic mode of presentation. Above all else, popular philosophy placed knowledge on the foundation of 'common sense' or 'sound reason.'": "claude-3-5-sonnet-20241022",
  "As Popularphilosophen with common sense as their guide, they were eager to preserve the wisdom and truth contained in all philosophical systems of the past.": "claude-3-5-sonnet-20241022"
}