{
  "A long-standing philosophical tradition has vindicated the epistemically privileged status that mechanically produced images (e.g., photographs, videos) bear, in certain respects, over other hand-made pictorial types such as paintings and drawings.": "claude-3-5-sonnet-20241022",
  "Thus, he suggests that “as a result of deepfakes, videos [and by extension photographs, as a type] now carry less information about the events that they depict\" (Fallis 2021, 627).": "gpt-4o-2024-11-20",
  "There are good reasons to believe that the signaling systems in question—photography and video—are still epistemically reliable and robust indicators of the existence of objects or states of affairs with the appearance displayed by the image and that they will probably continue to be reliable in the future.": "gpt-4o-2024-11-20",
  "Photographs and videos are technologies that allow us to communicate information.": "gpt-4o-2024-11-20",
  "We propose to follow this model when thinking about photographs and videos.": "gpt-4o-2024-11-20",
  "As a result of this cultural and technological pressure and selection, photographs have become signals that typically show or provide evidence of the appearance of real existing objects or scenes.": "gpt-4o-2024-11-20",
  "Overall, all these mechanisms are limited in scope, but their joint effect is far from negligible.": "gpt-4o-2024-11-20",
  "We agree that the existence of deepfakes reduces the information carried by photographs and videos in the sense explained.": "gpt-4o-2024-11-20",
  "The question is whether this involves a serious threat, as he affirms, to their epistemic value as a signaling system.": "gpt-4o-2024-11-20",
  "Our claim is that, in both photography and video, there are sufficiently robust mechanisms which prevent the proliferation of non-veridical, inaccurate, or manipulated images and vouchsafe the reliability of the signaling system.": "gpt-4o-2024-11-20",
  "Finally, we think the comparison with animal communication suggests a different reason to resist Fallis’ pessimistic conclusion.": "gpt-4o-2024-11-20",
  "Rini (2020) has recently argued that the proliferation of deepfakes threatens to jeopardize the epistemic credentials of images by undermining their role as epistemic backstop, i.e., as mechanisms that contribute to regulate and sustain our testimonial knowledge.": "claude-3-5-sonnet-20241022",
  "there are good reasons to believe that the signaling systems in question—photography and video—are still epistemically reliable and robust indicators of the existence of objects or states of affairs with the appearance displayed by the image and that they will probably continue to be reliable in the future.": "claude-3-5-sonnet-20241022",
  "Of course, deepfakes and deceptive images can be a serious threat for other reasons. Even if the proportion of deepfakes is still negligible compared to honest signals, a single deepfake can be very harmful if, say, it helps to change the opinion of voters in an election or if it seriously harms the reputation of a person or a group of people.": "claude-3-5-sonnet-20241022"
}