{
  "American, Harvard-based philosopher Hilary Putnam (1926 -2016) began a sustained and rich engagement with pragmatism in the latter part of his career.": "gpt-4o-2024-11-20",
  "For Putnam, pragmatism's primary appeal lies in its advocacy of a set of 'fundamental theses' or interrelated conceptual and philosophical sensibilities rather than in narrowly circumscribed doctrines (1994: 152).": "gpt-4o-2024-11-20",
  "In contrast to this influential metaphysical realist orientation, the positive vision that Putnam endorses from the pragmatist tradition consists in the following general commitments:": "gpt-4o-2024-11-20",
  "Anti-reductionism and pluralism about what there is -views he found representatively (though not satisfactorily) defended by James:": "gpt-4o-2024-11-20",
  "Realism. Despite the many changes in Putnam's views during his philosophical career, one of his permanent preoccupations is the search for a satisfactory account of realism.": "gpt-4o-2024-11-20",
  "Rejection of dualisms. Inspired by Dewey, Putnam repudiates various unhelpful and pernicious philosophical dualisms, including, most importantly, the subjective-objective dualism and its close relative, the fact-value dichotomy (e.g. Putnam 2002).": "gpt-4o-2024-11-20",
  "Fallibilism conjoined with anti-skepticism. Following the first-generation pragmatists, Putnam endorses the view that all beliefs are open to revision and all interpretations and methods of inquiry have a provisional authority only (1989, 1994).": "gpt-4o-2024-11-20",
  "The primacy of the agent point of view. Putnam argues that philosophy should not be in the business of attempting to indict, eliminate, or reduce concepts such as truth, reason, or meaning that play a fundamental role for the kinds of speaking and thinking creatures we are:": "gpt-4o-2024-11-20",
  "Putnam's endorsement and deployment of the above theses are often particularly apparent in his engagement with the work of Richard Rorty, who also claims the heritage of pragmatism for his project.": "gpt-4o-2024-11-20",
  "For Putnam, pragmatism's primary appeal lies in its advocacy of a set of 'fundamental theses' or interrelated conceptual and philosophical sensibilities rather than in narrowly circumscribed doctrines": "claude-3-5-sonnet-20241022",
  "The world cannot be completely described in the language game of theoretical physics, not because there are regions in which physics is false, but because, to use Aristotelian language, the world has many levels of forms, and there is no realistic possibility of reducing them all to the level of fundamental physics": "claude-3-5-sonnet-20241022",
  "Description and evaluation, according to Putnam, should not be seen as 'two separate watertight boxes in which statements or uses of statements can be put. All description presupposes evaluation (although not necessarily moral evaluation) and all evaluation presupposes description'": "claude-3-5-sonnet-20241022",
  "While any claim can be questioned for the pragmatist, this questioning must be earned: it must be shown that we have genuine reason to doubt, a burden that, in turn, prevents pragmatism from collapsing into skepticism": "claude-3-5-sonnet-20241022",
  "The heart of pragmatism, it seems to me -of James's and Dewey's pragmatism, if not of Peirce's was the insistence on the supremacy of the agent point of view. If we find that we must take a certain point of view, use a certain 'conceptual system', when we are engaged in practical activity, in the widest sense of 'practical activity', then we must not simultaneously advance the claim that it is not really 'the way things are in themselves'": "claude-3-5-sonnet-20241022",
  "whether a statement is warranted or not is independent of whether the majority of one's cultural peers would say it is warranted or unwarranted": "claude-3-5-sonnet-20241022"
}