{
  "The virtuous become alienated from fundamental epistemic goods.": "gpt-4o-2024-11-20",
  "The paper therefore has two broad aims. First, to illustrate that the notion of epistemic alienation is fruitful ground for future research. Second, to highlight that the ‘social turn’ in epistemology is not without its costs: even if much—perhaps even most—of human knowledge is social in origin, its pursuit can nonetheless enable a form of alienation.": "gpt-4o-2024-11-20",
  "This separation between virtue and epistemic goods lies at the heart of my claim that the virtuous are epistemically alienated, since alienation involves a separation of a subject (in this case the virtuous) from an object (in this case fundamental epistemic goods).": "gpt-4o-2024-11-20",
  "The alienation of the virtuous therefore amounts to a distinctly modern form of alienation because the forces that give rise to it are distinctively modern.": "gpt-4o-2024-11-20",
  "We have reached a time in human history where it is impossible to maintain all of our epistemic ideals simultaneously.": "gpt-4o-2024-11-20",
  "A society prone to absurdities is a society that suffers from a social malady.": "gpt-4o-2024-11-20",
  "Put very roughly, alienation occurs when there is a separation of a subject from an object or relation that properly belongs to it.": "claude-3-5-sonnet-20241022",
  "the production of knowledge is increasingly a group activity and yet the forces that make groups good at producing knowledge are, to a non-trivial degree, in conflict with what it takes for individuals to be intellectually virtuous.": "claude-3-5-sonnet-20241022",
  "As group-based knowledge becomes increasingly widespread in modern society—normal science, with its characteristic division of labor, being the paradigmatic example of such knowledge—the conflict with virtue becomes more pervasive, and the virtuous become alienated from fundamental epistemic goods.": "claude-3-5-sonnet-20241022",
  "maximal group efficiency often requires that a non-negligible number of group members behave in ways that are, at the level of individual virtue, non-virtuous.": "claude-3-5-sonnet-20241022",
  "we have reached a time in human history where it is impossible to maintain all of our epistemic ideals simultaneously. The ideal of individual virtue and the ideal of knowledge production, though sometimes compatible, are not always so.": "claude-3-5-sonnet-20241022"
}