{
  "The late Charles W. Mills advances a powerful critique of political liberalism, asserting the centrality of racial subordination in modernity.": "gpt-4o-2024-11-20",
  "In this essay, I show how a black radical Kantianism should rethink the requirements of justice in the light of the circumstances of injustice.": "gpt-4o-2024-11-20",
  "BRK puts pressure on an inherent weakness in Kant's system of public right.": "gpt-4o-2024-11-20",
  "My BRK intervention updates Kant's original account of public right by drawing on Du Bois's Marxist critique of exploitation in the wake of American Reconstruction and the U.S. Civil War.": "gpt-4o-2024-11-20",
  "Given Du Bois's defense of black freedmen's political demands, I propose public standards of judgment that target the unequal effective capacity of wage laborers to command political liberty and productive power.": "gpt-4o-2024-11-20",
  "Mills argues that Kant's republicanism in (1) intention and (2) conception does not redress racial subordination.": "gpt-4o-2024-11-20",
  "The second claim -that the very conceptual foundation of his republicanism is exclusionary -is far more controversial.": "gpt-4o-2024-11-20",
  "He calls for its substantive revision in the light of the circumstances of injustice.": "gpt-4o-2024-11-20",
  "BRK canvasses available resources in the history of modern philosophy for political critique.": "gpt-4o-2024-11-20",
  "BRK assumes that a political philosophy should be an action-guiding practical philosophy that has purchase for modern times.": "gpt-4o-2024-11-20",
  "Kant's mature political theory of The Metaphysics of Morals (1797) and Perpetual Peace (1795) is not well suited to guide public reasoning in the light of racial (or gender) realities.": "gpt-4o-2024-11-20",
  "BRK foregrounds the black historical experience to make the case that political exclusion and exploitation are relevant obstacles to freedom and thereby challenges the white public's ideological entrenchment.": "gpt-4o-2024-11-20",
  "Du Bois provides two insights for the development of a universalizable standard of judgment, putting BRK's method to use to dismantle white supremacist power structures.": "gpt-4o-2024-11-20",
  "Mills proposes an alternative approach to normative political theorizing: a 'black radical Kantianism' (BRK)": "claude-3-5-sonnet-20241022",
  "The project of BRK aims to reshape Kant's republicanism in the light of 'the realities of racial domination'": "claude-3-5-sonnet-20241022",
  "BRK puts pressure on an inherent weakness in Kant's system of public right. That weakness manifests in Kant's neglect to sketch the historical development of public standards of political judgment or to anchor their development to excluded groups making public use of reason in the circumstances of injustice": "claude-3-5-sonnet-20241022",
  "BRK needs Du Bois in a way that Mills does not flesh out to theorize the concrete political interventions that, on the one hand, would have achieved substantive equal freedom for ex-slaves and, on the other hand, identify a normative ideal of freedom that supports the universal independence of all laborers regardless of their race": "claude-3-5-sonnet-20241022",
  "Du Bois thus pushes a Kantian political theory to prioritize the interests of politically excluded and exploited groups to refine the requirements of justice within the circle of interracial civic fellowship": "claude-3-5-sonnet-20241022",
  "BRK is not skeptical about universal political morality. Even in his critique of 'ideal theory,' Mills does not abandon abstract ideals nor doubt their suitability to guide collective action and judgment": "claude-3-5-sonnet-20241022"
}