{
  "I argue that some of the most prominent objections against affirmative action-in particular, the reverse discrimination objection and the merit objection-speak less against Non-competitive Affirmative Action.": "gpt-4o-2024-11-20",
  "And that some of the most prominent arguments in favor of affirmative action, insofar as they justify Competitive Affirmative Action, also justify Non-competitive Affirmative Action.": "gpt-4o-2024-11-20",
  "It is surprising that this distinction-between Competitive and Non-competitive Affirmative Action-has not been acknowledged before, at least for three reasons.": "gpt-4o-2024-11-20",
  "If I am right, it will often be easier to justify Non-competitive Affirmative Action than Competitive Affirmative Action.": "gpt-4o-2024-11-20",
  "But Non-Competitive Affirmative Action seems relevantly different in this respect.": "gpt-4o-2024-11-20",
  "The reverse discrimination objection has less force against Non-competitive Affirmative Action precisely because this form of affirmative action has to do with non-competitive goods.": "gpt-4o-2024-11-20",
  "The merit objection does not seem to threaten Non-competitive Affirmative Action in the same way that it threatens Competitive Affirmative Action.": "gpt-4o-2024-11-20",
  "If Competitive Affirmative Action is required as compensation for past injustice, Non-competitive Affirmative Action is also required as compensation for past injustice.": "gpt-4o-2024-11-20",
  "I argue that some of the most prominent objections against affirmative action-in particular, the reverse discrimination objection and the merit objection-speak less against Non-competitive Affirmative Action. And that some of the most prominent arguments in favor of affirmative action, insofar as they justify Competitive Affirmative Action, also justify Non-competitive Affirmative Action.": "claude-3-5-sonnet-20241022",
  "prominent objections to affirmative action-in particular, the reverse discrimination objection and the merit objection-seem to have less force against Non-competitive Affirmative Action precisely because this form of affirmative action has to do with non-competitive goods.": "claude-3-5-sonnet-20241022",
  "my discussion suggests that it may sometimes, perhaps even often, be easier to justify such instances of affirmative action.": "claude-3-5-sonnet-20241022"
}