{
  "In 1694, Mary Astell published her first work, a short treatise titled A Serious Proposal to the Ladies, for the Advancement of their True and Greatest Interest.": "gpt-4o-2024-11-20",
  "The Incapacity, if there be any, is acquired not natural; and none of their Follies are so necessary, but that they might avoid them if they pleas'd themselves.": "claude-3-5-sonnet-20241022",
  "For Astell, the proper intellectual education of women is the key to rectifying their disadvantage.": "gpt-4o-2024-11-20",
  "Placed in its proper context, then, Astell's paradigmatic feminist claim about 'custom versus nature' is in fact a claim about women's capacity for prudent conduct.": "gpt-4o-2024-11-20",
  "In this paper, I interpret Astell's Proposal in light of these remarks and in light of Astell's explicit design to bring about a reformation in women's moral education.": "gpt-4o-2024-11-20",
  "At first glance, it might be odd to think that 'the Art of Prudence' plays such a central role in Astell's work.": "gpt-4o-2024-11-20",
  "In what follows, I offer an explanation for why the art of prudence is a vital part of Astell's educational program.": "gpt-4o-2024-11-20",
  "This ethical interpretation of Astell's writings might be useful and instructive for at least two reasons.": "gpt-4o-2024-11-20",
  "Astell's feminism is grounded on promoting excellence of character in women rather than the consistent application of political concepts and principles, such as the principles of equality and justice, to women in the public sphere.": "gpt-4o-2024-11-20",
  "The purpose of Astell's seminary is to give women a serious training in religion and philosophy so that they might gain knowledge of true happiness and the good in general.": "gpt-4o-2024-11-20",
  "Like Norris and Malebranche, Astell emphasizes that the proper exercising of freedom is vital to the attainment of happiness.": "gpt-4o-2024-11-20",
  "This is in fact the essence of a virtue for Astell: having a virtue consists in having a certain disposition to feel, choose, or act in accordance with right reason toward the right ends.": "gpt-4o-2024-11-20",
  "Once again, for Astell, the exercising of freedom is vital to the process of re-training the passion of love.": "gpt-4o-2024-11-20",
  "There are three further virtues that play an important role in Astell's feminism: generosity, courage, and friendship.": "gpt-4o-2024-11-20",
  "Astell appropriates Descartes' and More's concept of generosity for feminist purposes.": "gpt-4o-2024-11-20",
  "Along similar lines, Astell urges women to cultivate the traditional Aristotelian virtue of courage in their search for happiness.": "gpt-4o-2024-11-20",
  "In Astell's view, women can learn to acquire the virtue of courage with the assistance of another virtue-that of friendship.": "gpt-4o-2024-11-20",
  "By now, it ought to be clear that Astell does not use the term 'prudence' in the modern, nonmoral, sense of rational self-interest.": "gpt-4o-2024-11-20",
  "In the context of her work, prudence is in fact synonymous with the ancient moral concept of phronesis or practical wisdom.": "gpt-4o-2024-11-20",
  "Out of all the virtues, women need prudence most of all in order to do the best thing or to get things right in the sphere of moral action.": "gpt-4o-2024-11-20",
  "On the whole, then, Astell conceives of the problem of female subordination and male domination in markedly different terms to those of most modern feminists.": "gpt-4o-2024-11-20",
  "For Astell, the problem is a moral one.": "gpt-4o-2024-11-20",
  "The 'vilest slavery' for women is not political or social in nature, but rather moral and psychological.": "gpt-4o-2024-11-20",
  "Nevertheless, in my view, Astell's theory of virtue might still hold some interest for modern-day feminist ethics, and her emphasis on excellence of character might be considered a strength rather than a weakness of her feminist philosophy.": "gpt-4o-2024-11-20",
  "Altho' it has been said by Men of more Wit than Wisdom, and perhaps of more malice than either, that Women are naturally incapable of acting Prudently, or that they are necessarily determined to folly, I must by no means grant it; that Hypothesis would render my endeavours impertinent, for then it would be in vain to advise the one, or endeavour the Reformation of the other.": "claude-3-5-sonnet-20241022",
  "For the main thing we are to drive at in all our Studies, and that which is the greatest Improvement of our Understandings is the Art of Prudence, the being all of a Piece, managing all our Words and Actions as becomes Wise Persons and Good Christians.": "claude-3-5-sonnet-20241022",
  "'tis Virtue only,' she says, 'which can make you truly happy in the world as well as in the next'": "claude-3-5-sonnet-20241022"
}