{
  "Despite this diversity, a common feature of these movements is their stated opposition to the neo-Kantian Schulphilosophie that had dominated German thought for nearly half a century.": "gpt-4o-2024-11-20",
  "The goal is to lend credence to the idea that the demise of classical neo-Kantianism between the wars had at least as much to do with institutional, psychological, and/or political developments as with any strictly philosophical failures.": "claude-3-5-sonnet-20241022",
  "In the years following World War I, neo-Kantianism of both varieties became (in the words of a disgruntled Cassirer) the 'scapegoat' (Sündenböcke) for many of the perceived problems in imperial and Weimar culture.": "gpt-4o-2024-11-20",
  "My admittedly speculative suggestion here, then, is that far from needing to collapse after World War I, neo-Kantianism might and perhaps should very well have come into its own, at least from a broadly philosophical point of view.": "gpt-4o-2024-11-20",
  "Despite the merits of these three explanatory suggestions, then, the wholesale collapse of institutional neo-Kantianism remains something of an historical mystery.": "gpt-4o-2024-11-20",
  "Hohendahl is clearly right to say that 'there is no reason to understand the legacy of Kant exclusively in affirmative terms' and that a 'critical or negative stance' can owe as much of a debt as an affirmative appropriation.": "gpt-4o-2024-11-20",
  "In a roundabout fashion, then, the powerful attacks on Kant in the interwar period led not to a weakening of Kant's legacy but rather to a new and somewhat more careful historical and philosophical study of Kant's works.": "gpt-4o-2024-11-20",
  "from a purely philosophical point of view, neo-Kantianism was reasonably well-suited to the era of Dadaismus, social democracy, and All Quiet on the Western Front": "claude-3-5-sonnet-20241022",
  "far from needing to collapse after World War I, neo-Kantianism might and perhaps should very well have come into its own, at least from a broadly philosophical point of view.": "claude-3-5-sonnet-20241022",
  "the wholesale collapse of institutional neo-Kantianism remains something of an historical mystery.": "claude-3-5-sonnet-20241022"
}