{
  "I suggest that Tolstoy is a theistic moral realist who believes that God’s will identifies the mind-independent truths of morality.": "gpt-4o-2024-11-20",
  "He also thinks that, roughly, it suffices to heed natural moral emotions (like love and compassion) to know the right thing to do, that is, God’s will.": "gpt-4o-2024-11-20",
  "I argue that it prima facie runs into a string of fallacies and undertakes dubious assumptions that render it open to question.": "gpt-4o-2024-11-20",
  "I think that Tolstoy’s moral theory merits philosophical attention for at least three reasons.": "gpt-4o-2024-11-20",
  "Tolstoy advocates a version of theistic moral realism coupled with a populist understanding of moral sentimentalism as the vehicle of moral knowledge.": "gpt-4o-2024-11-20",
  "The ubiquitous recurrence of this humble-but-wise-character motif in the plots of many of Tolstoy’s major works cannot be a mere coincidence.": "gpt-4o-2024-11-20",
  "Tolstoy’s moral theory, at least in these two works, is inherently theistic.": "gpt-4o-2024-11-20",
  "Natural moral sentiments like love, sympathy and compassion are considered to be the right guide to moral knowledge (and happiness).": "gpt-4o-2024-11-20",
  "Moral knowledge is in principle cognitively accessible to everyone.": "gpt-4o-2024-11-20",
  "Tolstoy’s strikingly original moral theory is theistically realist, sentimentalist, cognitively egalitarian and populist.": "gpt-4o-2024-11-20",
  "Tolstoy’s assumption that (theistic) moral realism and sentimentalism can be reconciled invites again serious misgivings.": "gpt-4o-2024-11-20",
  "Tolstoy’s theistic populist sentimentalism is an intriguing and original moral theory that is unfortunately worrisome.": "gpt-4o-2024-11-20",
  "In both novels natural moral sentiments like love, sympathy and compassion are considered to be the right guide to moral knowledge (and happiness). This makes clear that the cognitive means for moral knowledge are moral sentiments.": "claude-3-5-sonnet-20241022",
  "Given that the cognitive means for moral knowledge are moral sentiments and that moral sentiments are, all other things equal, in principle available to everyone, moral knowledge is in principle cognitively accessible to everyone.": "claude-3-5-sonnet-20241022"
}