{
  "Marsilius of Inghen's account of imaginable impossibilities became paradigmatic in logic, semantics, and metaphysics throughout the later Middle Ages and well into the early modern period.": "claude-3-5-sonnet-20241022",
  "Such an assessment is, nonetheless, at least partially incorrect, as the present study shows.": "gpt-4o-2024-11-20",
  "Therefore, in this contribution I track the specific issue of the admissibility of absolute impossibilities - such as the chimera - within Marsilius of Inghen's semantic analysis, proving that there is a sense in which the chimera is indeed treatable.": "gpt-4o-2024-11-20",
  "For Marsilius, even absolute impossibilities seem to be imaginable, understandable, and signifiable per se and not as mere compounds of possible yet incompatible parts.": "claude-3-5-sonnet-20241022",
  "In the semantic picture endorsed here, then, the standard relations of the semantic triangle are still in place; but impossibilities are admitted in the domain of signification and, therefore, do not require to be analysed away into signifiable possible parts, as in Buridan's theory.": "claude-3-5-sonnet-20241022",
  "Chimeras, ass-men, and all sorts of absolutely impossible and contradictory items, are properly signifiable and understandable qua chimeras and ass-men, i.e., as unitary, simple significates.": "gpt-4o-2024-11-20",
  "In this way, they are made into a proper part of the logical discourse and this is a radical novelty.": "gpt-4o-2024-11-20",
  "Therefore, secondly, if there can be ampliation from any tense or mode to at least another one, and if ampliation is an expansion of supposition, then there is still an acceptable way of suppositing which is somewhat different from the one articulated in theories (and treatises) of suppositio proper - even Marsilius's - and can pick out supposita in any one tense (or mode) individually taken.": "gpt-4o-2024-11-20",
  "Therefore, given the Ockhamist underlying semantic framework, for such statements to be true, their corresponding pointing statements ('this is imaginable', 'this is understandable', 'this is signifiable') must pick out something - and there is nothing to be picked out anywhere but among what is purely imaginable and utterly impossible.": "gpt-4o-2024-11-20",
  "In this study I have examined the account of imaginable absolute impossibilities in Marsilius of Inghen's logic, tracking their thematisation and functions across signification, supposition, and ampliation theory.": "gpt-4o-2024-11-20",
  "For Marsilius, absolute impossibilities - such as the chimera or the ass-man - are imaginable, understandable, and properly signifiable as unitary significates rather than as a collection of disparate parts subsumed under a complex concept.": "gpt-4o-2024-11-20",
  "Terms like 'chimera' or 'for-man-to-be-an-ass' can signify chimeras and ass-men just fine because these radical impossibilities are imaginable and, as such, are within the grasp of our intellect.": "claude-3-5-sonnet-20241022",
  "Chimeras, ass-men, and all sorts of absolutely impossible and contradictory items, are properly signifiable and understandable qua chimeras and ass-men, i.e., as unitary, simple significates. In this way, they are made into a proper part of the logical discourse and this is a radical novelty.": "claude-3-5-sonnet-20241022",
  "While Marsilius's semantic theory remains firmly rooted within the nominalist and Ockhamist tradition, compared to Buridan's and Albert of Saxony's semantical views, it presents a profoundly innovative approach to the semantics of terms that are necessarily empty because they signify impossibilities, on all levels.": "claude-3-5-sonnet-20241022"
}