{
  "A sentimentalist theory of morality explains our moral evaluations of character traits and actions as manifestations of specific emotions or feelings.": "claude-3-5-sonnet-20241022",
  "To be persuasive, such a theory must describe what the moral sentiments are like and give some account of their provenance and operation.": "claude-3-5-sonnet-20241022",
  "One challenge a sentimentalist theory faces is to get the emotions right.": "gpt-4o-2024-11-20",
  "Another general task for such a theory is to describe the psychological process by which moral sentiments are generated in us and their relation to the people and actions we evaluate.": "claude-3-5-sonnet-20241022",
  "But Hume's resulting account of how moral sentiments are of or about a person or an action proves over-broad and intuitively unsatisfying.": "gpt-4o-2024-11-20",
  "Adam Smith gives an account of the production of a moral sentiment that is potentially more successful in pinpointing the intentional objects of those sentiments; but his account uses a less plausible model of moral evaluation, because it construes some central moral evaluations as, in significant part, desires.": "claude-3-5-sonnet-20241022",
  "Hume identifies two moral sentiments, approbation and disapprobation.": "gpt-4o-2024-11-20",
  "Smith has a more complex theory of the moral sentiments than Hume has.": "gpt-4o-2024-11-20",
  "There are two distinct types of moral approbation and disapprobation, for Smith: one that evaluates agents' emotions and actions for their propriety, and one that evaluates them for their merit or demerit.": "gpt-4o-2024-11-20",
  "Smith's appeal to gratitude and resentment has an advantage: it yields a far more specific and more satisfying account of how the moral sentiment is directed toward its object, the person we evaluate, than Hume's theory does.": "gpt-4o-2024-11-20",
  "But in attempting to describe what moral evaluation is like in and of itself, Smith goes wrong in making this type of moral sentiment essentially goal-directed.": "gpt-4o-2024-11-20",
  "Hume's moral sentiments are affective states, are pleasant or uneasy, and have persons as their intentional objects; but, to Hume's credit, in and of themselves they are not urges.": "gpt-4o-2024-11-20",
  "Smith achieves greater precision in understanding the relation between certain moral sentiments and their intentional objects by construing the sense of merit and demerit as desires, indeed desires for very specific goals.": "gpt-4o-2024-11-20",
  "These two eighteenth-century figures, Hume and Smith, did more to articulate the details of how the moral sentiments work than most present-day moral sentimentalists.": "gpt-4o-2024-11-20",
  "One challenge a sentimentalist theory faces is to get the emotions right. If the theory is to be plausible, the emotions it identifies as the moral sentiments must account for, or at least be compatible with, the main features of our experience when we find or judge people or their actions to be good or evil, virtuous or vicious, right or wrong.": "claude-3-5-sonnet-20241022",
  "Hume's resulting account of how moral sentiments are of or about a person or an action proves over-broad and intuitively unsatisfying.": "claude-3-5-sonnet-20241022",
  "These two desiderata, a convincing account of the relation between a moral sentiment and its intentional object on the one hand and a description of the moral sentiment that tracks our patterns of moral judgment on the other, seem to be in tension.": "claude-3-5-sonnet-20241022"
}