{
  "The idea that fictions may educate us is an old one, as old perhaps as the view according to which they distort the truth and mislead us.": "claude-3-5-sonnet-20241022",
  "Our aim in this chapter is to provide some clarity about what is at stake in this debate, what the options are, and how empirical work does or might bear on its resolution.": "gpt-4o-2024-11-20",
  "What is likely to be questioned is a kind of easy-going optimism which takes it as obvious that exposure to the right kind of fiction (whatever that is taken to be) will give us valuable knowledge of the world and the people in it.": "claude-3-5-sonnet-20241022",
  "Learning may also involve the acquisition of skills, the refinement of our capacities, the gathering of new experiences.": "gpt-4o-2024-11-20",
  "It is said that fictions refine our empathic abilities, make us more attuned to other perspectives, and allow us to glimpse experiences distant from our own.": "gpt-4o-2024-11-20",
  "To speak of fictions as reliable sources of true beliefs may seem paradoxical, since fictions are most often thought of as trading in stories that are not true and telling us of characters that do not exist.": "gpt-4o-2024-11-20",
  "When we consider the prospects for gaining knowledge of the world beyond the fiction, the question of the author's reliability is important, as we shall now see.": "gpt-4o-2024-11-20",
  "Learning from others is most often discussed in epistemology under the heading of 'testimonial knowledge,' a topic which has seen a great deal of philosophical attention in the last two decades.": "gpt-4o-2024-11-20",
  "In fiction we do sometimes find a practice of outright assertion, or something close to it.": "gpt-4o-2024-11-20",
  "How might a fiction such as Ibsen's play provide reasons? In at least two ways.": "gpt-4o-2024-11-20",
  "Fictions that remind us of these things can be epistemically valuable not because they change belief but because they help to connect belief more effectively to action.": "claude-3-5-sonnet-20241022",
  "We see now a variety of functions that a fictional work can fulfil in the learning process.": "gpt-4o-2024-11-20",
  "On reflection however, it is not obvious that only real events can tell us anything informative.": "gpt-4o-2024-11-20",
  "Fictions sometimes does this.": "gpt-4o-2024-11-20",
  "We have focused so far on whether and how we can get knowledge from fiction.": "gpt-4o-2024-11-20",
  "Encouraged by this thought we may see a close connection between fiction and skills, abilities and habits of various kinds.": "gpt-4o-2024-11-20",
  "The contributions of philosophers, critics, and literary theorists to the debate about learning from fiction have so far been notable for their lack of engagement with systematic empirical inquiry.": "gpt-4o-2024-11-20",
  "There is some evidence.": "gpt-4o-2024-11-20",
  "In recent years, there has been quite a lot of small-scale research into the effects of fiction, much of it focused on aspects of social cognition: our ability to understand and respond fluently to the thoughts, desires, and feelings of others.": "gpt-4o-2024-11-20",
  "Nor is wholesale skepticism about learning from fiction-that no one ever learned anything from any fictional work-plausible; at the very least we learn about what characters and events the author has chosen to describe.": "claude-3-5-sonnet-20241022"
}