{
  "My aim in this paper is to understand what the view that morality is founded on relations was.": "gpt-4o-2024-11-20",
  "Hume connects the view that morality is founded on relations to another view: that morality is related to reason rather than sentiment.": "gpt-4o-2024-11-20",
  "There are many views that might be described as founding morality on relations.": "gpt-4o-2024-11-20",
  "In this paper I focus on the views of three pre-Humean authors.": "gpt-4o-2024-11-20",
  "Clarke thought multiple relations, both relations between people and relations between us and God, were among the foundations.": "claude-3-5-sonnet-20241022",
  "Epistemological views also play an important role.": "gpt-4o-2024-11-20",
  "In Locke this involves, indeed perhaps just is, the view that knowledge, including moral knowledge, is propositional, being awareness of relations between ideas.": "gpt-4o-2024-11-20",
  "In Malebranche we find an underlying view that all truths are relations, which is perhaps again the view that moral knowledge is propositional.": "gpt-4o-2024-11-20",
  "But we also find the view that moral truths in particular are, like mathematical ones, relations between ideas.": "gpt-4o-2024-11-20",
  "Despite the connections we have seen, one might still wonder how much these three philosophers had in common.": "gpt-4o-2024-11-20",
  "Searching for an underlying metaphysical position they have in common, one finds perhaps the view that an agent's moral status is not solely a matter of their own intrinsic nature, but also involves their relation to something else.": "gpt-4o-2024-11-20",
  "The author of L'Esprit des Loix . This illustrious writer, however, sets out with a different theory, and supposes all right to be founded on certain rapports or relations; which is a system, that, in my opinion, never will be reconciled with true philosophy. Father MALEBRANCHE, as far as I can learn, was the first that started this abstract theory of morals, which was afterwards adopted by CUDWORTH, CLARKE, and others; and as it excludes all sentiment, and pretends to found every thing on reason, it has not wanted followers in this philosophic age.": "claude-3-5-sonnet-20241022",
  "At first sight, however, the foundation of morality on relations does not require the further view that morality is known by reason rather than sentiment.": "claude-3-5-sonnet-20241022",
  "For Malebranche, morality is founded on relations-namely, relations of perfection-and our knowledge of those relations involves reason.": "claude-3-5-sonnet-20241022",
  "Despite the connections we have seen, one might still wonder how much these three philosophers had in common. The three metaphysical views-Malebranche's relations of perfection view, Locke's conformity to divine law view, and Clarke's view about relations and fitnesses-seem entirely different from one another.": "claude-3-5-sonnet-20241022"
}