{
  "The language of evil has recently made a return to our moral and political discourses.": "gpt-4o-2024-11-20",
  "There are three important senses of the term 'evil.'": "gpt-4o-2024-11-20",
  "It is the question of how we are to make sense of the specific moral difference between 'evil' and 'mere wrongdoing' that will be our concern.": "gpt-4o-2024-11-20",
  "While all moral evils are, at least, morally wrong, not all moral wrongs are evil.": "claude-3-5-sonnet-20241022",
  "A theory of evil provides, in terms made familiar by John Rawls, a conceptualization of the concept of moral evil.": "gpt-4o-2024-11-20",
  "A theory of evil is a solution to the problem of which acts are so morally abhorrent that they go significantly, qualitatively or quantitatively, beyond the pale of mere moral wrongness.": "gpt-4o-2024-11-20",
  "Victim approaches, such as Card's, are very appealing due both to their theoretical simplicity and their moral clarity.": "gpt-4o-2024-11-20",
  "The general problem with victim approaches is that they must require that any culpably wrongful act that inflicts much harm is necessarily evil, because no other factors, besides the amount of harm, are at all relevant to a judgment of evil.": "gpt-4o-2024-11-20",
  "As victim approaches are inadequate, because they lack a perpetrator component, and as perpetrator approaches are inadequate, because they lack a victim component, and as bystander approaches are inadequate, because they lack both victim and perpetrator components, it follows that a combination approach is the only viable way, if there is a viable way, to conceive of evil acts.": "gpt-4o-2024-11-20",
  "An evil act is an act of wrongdoing in which the perpetrator of that act is at least partly responsible for other individuals suffering what would at least normally be a life-wrecking or ending harm, and where in so acting we judge the perpetrator, in the light of all the relevant factors, to be deserving of our very strongest moral condemnations.": "claude-3-5-sonnet-20241022",
  "Evils are an important subclass of moral wrongs because they deserve, over other wrongs, our very strongest moral condemnation; they deserve, over other wrongs, priority when it comes to preventing, minimizing and combating them; and they need to be responded to in different ways to other wrongs.": "gpt-4o-2024-11-20",
  "An evil person is an unreformed person who repeatedly perpetrates, or at least intends to perpetrate, evil acts.": "claude-3-5-sonnet-20241022",
  "A life-wrecking harm is a harm that violates the minimum conditions of human well-being in such a way that it interferes with a person's ability to function as a fully-fledged agent.": "claude-3-5-sonnet-20241022",
  "there are many roots of evil, and not a single root.": "claude-3-5-sonnet-20241022"
}