{
  "The writings of Martin Rakovský can be seen as a reflection of the problems, including political ones, of his time.": "gpt-4o-2024-11-20",
  "His aim was also to offer an idea of a perfect ruler, who would bring peoples the peace and calm down the stormy events of the 16th century.": "gpt-4o-2024-11-20",
  "Given Rakovský's religious attitude he can be regarded as a reformation humanist standing between Machiavelli and Luther.": "gpt-4o-2024-11-20",
  "Práve panovník by podľa neho mal byť tým, kto dokáže spravodlivo posúdiť a rozriešiť tieto problémy.": "gpt-4o-2024-11-20",
  "Rakovského panovník mal byť práve naopak symbiózou osobných cností (vrátane zbožnosti) a úsilia o spoločné dobro všetkých občanov.": "gpt-4o-2024-11-20",
  "Šťastie občanov, prosperitu krajiny možno podľa neho dosiahnuť len vtedy, ak v krajine vládne cnostný panovník, chrániaci život a majetok ľudí, odmeňujúci dobro a trestajúci zlo, brániaci mier a uplatňujúci spravodlivosť.": "gpt-4o-2024-11-20",
  "Na Rakovského názoroch a jeho diele možno určite pozitívne hodnotiť realizmus vo vzťahu k svetu vrátane chápania ľudských chýb, nedostatkov a slabostí.": "gpt-4o-2024-11-20",
  "Podstatne iná situácia však bola v rámci tzv. zaalpského renesančného humanizmu, ktorý sa začal rozvíjať až v období úpadku tohto hnutia v Taliansku, prepuknutia  krízy  katolíckej  cirkvi,  vzniku  reformácie  a mnohých  náboženských,  politických, ale aj ozbrojených bojov sprevádzajúcich Európu v 16. storočí.": "claude-3-5-sonnet-20241022",
  "Práve  pod  silnejúcim  vplyvom  reformácie  a protestantizmu  v tzv.  zaalpských  krajinách možno  skôr  hovoriť  o reformačnom  humanizme  hľadajúcom  symbiózu  medzi  antickou učenosťou a múdrosťou na jednej strane a dobou 16. storočia na strane druhej.": "claude-3-5-sonnet-20241022",
  "Zatiaľ čo permanentná politická kríza talianskych mestských štátov ho viedla k pesimistickým záverom a k opisu reálneho fungovania politika a politiky vo vtedajších pomeroch, mnohých reformačných humanistov (aj pod vplyvom protestantského náboženstva) politická, náboženská a duchovná kríza, sprevádzajúca 16. storočie, viedla práve naopak k hľadaniu odpovedí na otázku, aká by mala byť ideálna forma vlády a aký by mal byť ideálny panovník prinášajúci upokojenie rozbúrených politických, náboženských, kultúrnych a duchovných pomerov vo vtedajšej Európe.": "claude-3-5-sonnet-20241022",
  "Na rozdiel  od  Machiavelliho  opisujúceho,  ako  to  je,  oni  u antických  vzorov,  ako  boli  Platón, Aristoteles,  Cicero  a ďalší,  hľadali  odpoveď  na  otázku,  ako  by  to  malo  byť.": "claude-3-5-sonnet-20241022",
  "Zatiaľ čo Rakovského panovník má byť druhom vladára uplatňujúceho antické cnosti  doplnené  o kresťanskú  zbožnosť  s ohľadom  na  podmienky  doby  druhej  polovice  16. storočia,  Machiavelliho  vladár  je  typom  panovníka  používajúceho  cnosti  na  vzbudenie zdania svojej dobroty, prípadne vtedy, keď sa mu to hodí na dosiahnutie cieľov.": "claude-3-5-sonnet-20241022",
  "Na základe doterajšieho skúmania Rakovského diela si predsa len myslím, že jeho etiku politiky možno charakterizovať ako vymedzovanie sa medzi Machiavellim  a  Lutherom.": "claude-3-5-sonnet-20241022"
}