{
  "This paper aims to advance our understanding of Heidegger's politics as it is laid bare within the ' Schwarze Hefte '.": "gpt-4o-2024-11-20",
  "Yet my interest is not in Heidegger's first order political views, but rather in his conception of the political sphere per se.": "gpt-4o-2024-11-20",
  "I suggest that the dominant characterisation of the political space within Heidegger's text is as a threat - to philosophy and to ontology.": "gpt-4o-2024-11-20",
  "Underlying that characterisation, however, it is simultaneously possible to identify another pattern, one on which the political is itself gradually suppressed or occluded by the ontological.": "gpt-4o-2024-11-20",
  "This tacit occlusion has, I suggest, a number of deeply problematic consequences.": "gpt-4o-2024-11-20",
  "I will now argue that GA94 primarily characterises the political in terms of threat.": "gpt-4o-2024-11-20",
  "Heidegger's view of the basic architecture of the political in GA94 is a negative one.": "gpt-4o-2024-11-20",
  "The temporal dynamics and rhythms of the political sphere are thus inherently at odds, he suggests, with those of philosophy.": "gpt-4o-2024-11-20",
  "For Heidegger this specific threat is ultimately a symptom of the broader trend towards technologization, and the construal of everything as a potential resource.": "gpt-4o-2024-11-20",
  "The fundamental task of philosophy is to sustain, articulate and empower [ ermächtigen ] a distinctive relationship to Being [' Sein ' or ' Seyn '].": "gpt-4o-2024-11-20",
  "I argued above that the dominant presentation of the political within GA94 is as a threat - at both a general and a specific level, Heidegger presents the political as threatening philosophy, and the unique relationship to Being which philosophy sustains.": "gpt-4o-2024-11-20",
  "The first strategy is one of disengagement from the public sphere.": "gpt-4o-2024-11-20",
  "The second tactic is more aggressive.": "gpt-4o-2024-11-20",
  "Heidegger's third, and most infamous, strategy for dealing with the threat posed by the political is to try to co-opt it, to relocate it within his own metaphysical framework.": "gpt-4o-2024-11-20",
  "I am going to argue that, in important sense, Heidegger presides over an occlusion or suppression of the political, a development which has deeply problematic consequences.": "gpt-4o-2024-11-20",
  "The view manifest in both GA54 and GA94 is not one on which philosophy should direct politics, but more one on which philosophy eclipses it or occludes it.": "gpt-4o-2024-11-20",
  "It is this failure to recognise the economic and indeed the political more broadly as 'a reality with a logic and laws of its own' that I want to highlight.": "gpt-4o-2024-11-20",
  "The result, within texts like GA94, is that the political is construed using the concepts and values of ontology.": "gpt-4o-2024-11-20",
  "I have claimed that there is significant sense in which Heidegger collapses point (II) of the triangle, the political, into point (I), the ontological.": "gpt-4o-2024-11-20",
  "There are very good grounds on which to argue that, just as Heidegger reduced politics to ontology, he does the same with ethics.": "gpt-4o-2024-11-20",
  "Heidegger's treatment of authenticity exemplifies a process whereby what are loosely ethical norms, norms on the good life, become gradually reinterpreted as ontological norms, norms which are a function of our relationship to Being and of our ability to sustain a philosophy that cultivates that relationship.": "gpt-4o-2024-11-20",
  "My aim in this paper is to advance our understanding of Heidegger's politics as it is laid bare within the so-called 'Schwarze Hefte'. But my interest is not in his first order political views nor in his prejudices, which seem to me as predictable as they are repulsive. Rather, my interest is in his conception of the political sphere per se, and in his understanding of the relationship between philosophy and politics as two fields of discourse or action.": "claude-3-5-sonnet-20241022",
  "The fundamental task of philosophy is to sustain, articulate and empower [ermächtigen] a distinctive relationship to Being ['Sein' or 'Seyn'].": "claude-3-5-sonnet-20241022",
  "The fundamental characterisation of the political in GA94 is as a threat; a threat manifest at both a general and a specific level. What it threatens is the distinctive role of philosophy, a role which centres on philosophy's connection to Being.": "claude-3-5-sonnet-20241022",
  "What is perhaps most striking about it is the utter lack of any sustained reflection on the political. Whilst, as in other texts such as the transcripts of his 1933-4 Hegel seminars, Heidegger clearly sympathises with a rudimentary authoritarian political philosophy, he is stunningly disinterested in the key questions that in a period as febrile as the 1930s will shape society.": "claude-3-5-sonnet-20241022",
  "It is not so much that Heidegger subjugates political choice to philosophical wisdom, as in the familiar Platonic paradigm. Rather, it is that the distinctive questions which the political should raise are not there.": "claude-3-5-sonnet-20241022"
}