{
  "Medieval Christian devotional works rarely receive serious treatment from professional philosophers, even those working in the subfields of philosophy of religion or the history of philosophy.": "gpt-4o-2024-11-20",
  "They should thus be considered particularly worthy of philosophical attention, especially (but by no means exclusively) for those interested in expanding the traditional boundaries of our received narratives concerning the history of philosophy or in making the discipline a more inclusive space.": "gpt-4o-2024-11-20",
  "Ultimately, I hope to make a case for understanding CMS and other such devotional texts as a form of what we might (anachronistically) call public philosophy -one that actually encouraged innovation and creative play with difficult concepts in ways that scholarly treatises might not have been able to accomplish by themselves.": "gpt-4o-2024-11-20",
  "CMS opened the door for various kinds of somatic, spiritual, and (as we shall see) philosophical interaction with the narrative.": "gpt-4o-2024-11-20",
  "CMS clearly practiced what Seuse preached, and when we center its essentially public nature, we can see how it used both literal and allegorical imagery to help move its readers into a position where they, too, could become 'un-formed,' 're-formed,' and 'trans-formed' by, through, and with Christ-a philosophia spiritualis in the fullest sense of the word.": "gpt-4o-2024-11-20",
  "CMS permits its readers to climb up a ladder of images in order to get themselves in the position to throw that very ladder away.": "gpt-4o-2024-11-20",
  "CMS's sophisticated applied theory of imagination is not the only respect in which it is philosophically relevant.": "gpt-4o-2024-11-20",
  "CMS appears a plausible candidate for a historical text that provided just such a bridge between theory and practice.": "gpt-4o-2024-11-20",
  "If some public activity, figure, or work can contribute to philosophical understanding, then why should we resist calling it philosophy, and why should engaging with it in its philosophical aspects not count as philosophizing?": "gpt-4o-2024-11-20",
  "If I am right, then there might be good reason for historians of philosophy to revisit devotional texts and images and reclaim them for the philosophical canon.": "gpt-4o-2024-11-20"
}