{
  "In a world that is overflowing with journals and other outlets for scientific publication, the appearance of any new periodical requires some justification.": "gpt-4o-2024-11-20",
  "In the case of Applied Ontology, we believe that the creation of a new journal not only is completely justifiable, it is downright exciting.": "gpt-4o-2024-11-20",
  "This journal was founded on the premise that workers in computer science, informatics, and information science are overdue in paying as much attention to content as they do to algorithms.": "gpt-4o-2024-11-20",
  "Applied Ontology takes the position that, before we choose representation systems or algorithms, we first must create models of the world and clarify 'what exists.'": "claude-3-5-sonnet-20241022",
  "Building ontologies is now an essential activity that underlies nearly everything we do in the development of computational systems.": "claude-3-5-sonnet-20241022",
  "Applied Ontology is the first journal with a central and exclusive focus on ontological analysis and conceptual modeling as an interdisciplinary science.": "claude-3-5-sonnet-20241022",
  "We consequently are convinced that there is an expanding need for a scholarly publication that can address the broad issues of conceptual modeling head on, and that can draw on both theoretical and applied research that transcends the entire enterprise of building and managing information systems.": "gpt-4o-2024-11-20",
  "At the core of Applied Ontology is a desire to understand the nature of reality and how people construe their world.": "gpt-4o-2024-11-20",
  "With links to a vast philosophical tradition, to nuances in human language and cognition, and to emerging methods for building the information systems that will affect the future of our society, the study of ontology has never been more important.": "gpt-4o-2024-11-20",
  "For too long, workers in computer science have assumed that content comes for free.": "claude-3-5-sonnet-20241022",
  "This journal was founded on the premise that workers in computer science,informatics, and information science are overdue in paying as much attention to content as they do to algorithms.": "claude-3-5-sonnet-20241022"
}