{
  "This article studies the academic context in which Cartesianism was absorbed in Germany in the mid-seventeenth century.": "gpt-4o-2024-11-20",
  "It focuses on the role of Johann Clauberg (1622-1665), first rector of the new University of Duisburg, in adjusting scholastic tradition to accommodate DescartesÕ philosophy, thereby making the latter suitable for teaching in universities.": "gpt-4o-2024-11-20",
  "In this background, it argues that Clauberg nevertheless retains an Aristotelian conception of ontology for purely philosophical reasons, specifically, to give objective foundations to DescartesÕs metaphysics of substance.": "gpt-4o-2024-11-20",
  "In conclusion, Clauberg should not be assimilated either to Aristotelianism or to Cartesianism or, indeed, to syncretic labels such as ÔCartesian ScholasticÕ.": "gpt-4o-2024-11-20",
  "Instead, he should be read as transforming both schools by drawing on a variety of elements in order to address issues local to the academic milieu of his time.": "gpt-4o-2024-11-20",
  "In particular, this essay asks why Clauberg preserved certain aspects of the prevailing Aristotelian framework even as he embraced many of DescartesÕs novelties.": "gpt-4o-2024-11-20",
  "Clauberg hopes to recover an Aristotle who is distinct in key respects from how the earlier scholastic tradition had understood him.": "gpt-4o-2024-11-20",
  "Clauberg found Aristotle philosophically valuable.": "gpt-4o-2024-11-20",
  "Clauberg initiates a project of embedding DescartesÕs first philosophy--a science of the first known beings, namely God and the human soul--within a more fundamental theory of being and its common attributes, a science of ontology considered as the doctrine of being qua being.": "gpt-4o-2024-11-20",
  "ClaubergÕs contributions are central not only to DuisburgÕs association with German Cartesianism in the latter half of the seventeenth century but also with the link that German Cartesianism came to have with irenical theology, and with an emphasis on piety rather than doctrinal issues in religion.": "gpt-4o-2024-11-20",
  "ClaubergÕs interest in Descartes extends beyond medicine to metaphysics.": "gpt-4o-2024-11-20",
  "Clauberg aspires to display the coherence of the system as a whole and to show how Cartesian mechanics and medicine are securely grounded in his metaphysics.": "gpt-4o-2024-11-20",
  "Clauberg highlights a greater separation of philosophy and theology as an important virtue of DescartesÕs system.": "gpt-4o-2024-11-20",
  "ClaubergÕs ontology, or general theory of being, undergirds an objective science of created being, or natural philosophy.": "gpt-4o-2024-11-20",
  "Cartesianism did not have as great an influence in Germany as in Holland or France.": "claude-3-5-sonnet-20241022",
  "ClaubergÕs ontology is designed to subsume the Cartesian theory of substance in general, and of created substance in particular, under a universal theory of being.": "claude-3-5-sonnet-20241022",
  "Clauberg initiates a project in German universities of the late-seventeenth and early-eighteenth centuries of constructing a common ontological framework, Aristotelian in origins, for the new philosophy of nature.": "claude-3-5-sonnet-20241022"
}