{
  "Cajetan's treatment of analogy in De Nominum Analogia is well known as the most influential and sophisticated theory of a central issue in Thomistic philosophy.": "gpt-4o-2024-11-20",
  "If the critics are correct, Cajetan's analogy theory is also significant historically for exposing weaknesses latent in medieval semantic assumptions.": "gpt-4o-2024-11-20",
  "In this article, I examine these criticisms of Cajetan's analogy theory, and argue that, in light of both Cajetan's semantic principles and his hermeneutic practice, they fall short.": "claude-3-5-sonnet-20241022",
  "The conclusion not only implies a defense of Cajetan's project, but clarifies the general philosophical alternatives available within the traditional Aristotelian semantic framework.": "claude-3-5-sonnet-20241022",
  "Ross says that 'the classical theory [of analogy] suffers from limitations of scope and perspective,' and furthermore that it is 'based on false premises.'": "gpt-4o-2024-11-20",
  "If the Aristotelian compositionalist and conceptualist semantic assumptions underlying this project are false, that is ipso facto an indictment of Cajetan's theory of analogy.": "gpt-4o-2024-11-20",
  "In sum, the criticisms leveled against a semantic analysis of analogy, and against Cajetan's discussion of analogical concepts, do point to important truths about the limits of a semantic analysis of terms.": "gpt-4o-2024-11-20",
  "However, they simply fail to condemn Cajetan's approach to analogy.": "gpt-4o-2024-11-20",
  "But Cajetan does not ignore this.": "gpt-4o-2024-11-20",
  "According to the critics, the Aristotelian assumptions that words signify by means of discrete 'concepts,' and that the meaning of propositions depends on the significations of its component terms, cannot do justice to the complexity, variety, and flexibility of actual human discourse; in De Nominum Analogia they see the elegant structure of classical semantics collapsing under the pressure of analogical language.": "claude-3-5-sonnet-20241022",
  "Interpreters of De Nominum Analogia need to remember that Cajetan's concern with concepts is motivated by an attempt to develop a semantic analysis of analogy that will do justice to certain inferential contexts.": "claude-3-5-sonnet-20241022"
}