{
  "Brentano's position in the history of philosophy is often illustrated by the long list of important philosophers who have studied with him.": "gpt-4o-2024-11-20",
  "Yet, the relations between Brentano and his students were not always without friction.": "gpt-4o-2024-11-20",
  "Brentano's students were most attracted by his conception of a scientific philosophy, which promised to leave the received tradition (German Idealism) behind and to mark the beginning of a new period in the history of philosophy - a project they were happy to be part of.": "gpt-4o-2024-11-20",
  "Brentano's work remained in an important sense fragmentary, however, and could, thus, not provide the inner unity that would have been essential for forming a compact school or a unified philosophical movement.": "gpt-4o-2024-11-20",
  "Brentano has a somewhat peculiar position in the history of philosophy that is quite ambivalent.": "gpt-4o-2024-11-20",
  "Thus, Brentano's impact on his students has come to characterize essentially his role in the history of philosophy, to the point that many presentations of Brentano's philosophy include a part that is dedicated to the Brentano school.": "gpt-4o-2024-11-20",
  "Brentano's relation to his students was not always harmonious and though it is indisputable that he did have a decisive influence on their philosophical outlook, it is also true that many of them eclectically borrowed from Brentano, but deviated from his views in relevant ways - often with the goal to give rise to a school of their own.": "claude-3-5-sonnet-20241022",
  "Brentano advocated the thesis that philosophy should adopt the rigorous method of the natural sciences.": "gpt-4o-2024-11-20",
  "In the context of the other theses - and in light of the fact that Brentano does not spell out how exactly the scientific method should be adapted in philosophy - it can be read as an expression of the view that the dominant speculative approaches of German system-philosophy have come to an end and that the time for a renewal has come.": "gpt-4o-2024-11-20",
  "Brentano's views concerning method strongly impressed students in all periods of his career, as the testimonies show.": "gpt-4o-2024-11-20",
  "Brentano did not make a great effort to spell out in detail how the rigorous scientific method should be applied in philosophy.": "gpt-4o-2024-11-20",
  "Brentano nourished this hope with his four-phase model of the history of philosophy, according to which each of the three periods of philosophy - ancient, medieval, and modern philosophy - is subdivided into four phases.": "gpt-4o-2024-11-20",
  "Brentano's outlook is not pessimistic, though.": "gpt-4o-2024-11-20",
  "Brentano raised high expectations in his students which clashed, however, with inner tension that characterized Brentano's philosophical production.": "gpt-4o-2024-11-20",
  "Brentano's reluctance to publish might have had a negative impact on his students for two reasons: on the one hand, Brentano would have needed to give substance to his promise of a new phase of ascending development by presenting an opus maximum that lays out its bases; he raised in his students high expectations, and the higher the expectations were, the more they might have been disappointed when they realized that the promise would not be fulfilled.": "gpt-4o-2024-11-20",
  "The Brentano school, thus, was not a clearly defined movement, nor did the philosophers who are nowadays considered to be its members form a homogeneous movement.": "claude-3-5-sonnet-20241022"
}