{
  "Gilson showed that genuine philosophic developments did occur during the middle ages and that modern philosophy could hardly be understood without studying the works of the great scholastic doctors.": "claude-3-5-sonnet-20241022",
  "Gilson showed that differences among scholastic doctors were not mere details, that their differences were at the heart of their philosophies, and that least-common-denominator scholasticism was an invention of incompetent historians.": "claude-3-5-sonnet-20241022",
  "Gilson argues that a Christian must believe in the existence of the Christian God, although the existence of a Prime Mover or a Necessary Being can be demonstrated.": "gpt-4o-2024-11-20",
  "Gilson argues that Aquinas did not need to prove the existence of God, since theology takes the existence of its subject matter for granted.": "gpt-4o-2024-11-20",
  "Gilson concludes the chapter by returning to the comparison of sacred doctrine to common sense; while admitting limits to this metaphor, Gilson insists on its validity in so far as the theologian sees that the determinations of God discovered by irreducibly diverse philosophies belong to a single object known as one only under the higher formality that specifies theological consideration.": "gpt-4o-2024-11-20",
  "Gilson emphasizes his position that inasmuch as Aquinas is a theologian, the only analogy important for him is that of creatures to God.": "gpt-4o-2024-11-20",
  "Gilson emphasizes his position that for Aquinas all knowledge is theological inasmuch as it concerns the revealable.": "gpt-4o-2024-11-20",
  "Gilson emphasizes his position that for Aquinas essence is a possibility for being.": "gpt-4o-2024-11-20",
  "Gilson has argued long and effectively against the view that there is nothing philosophically significant in the thought of the middle ages.": "gpt-4o-2024-11-20",
  "Gilson has shown conclusively that Christian philosophy was a historical reality which ought not to be ignored.": "gpt-4o-2024-11-20",
  "Gilson's present thesis concerning Christian philosophy goes beyond his amply-demonstrated earlier position.": "gpt-4o-2024-11-20",
  "Gilson showed that the proof of Thomistic theses by employing principles indifferently-rationalist, critical, or idealist-did not represent Thomistic philosophy.": "claude-3-5-sonnet-20241022",
  "I do not think that Elements of Christian Philosophy can serve as the basic text for a course in metaphysics preceded only by logic. Gilson assumes much historical background, both because he constantly alludes to ancient and medieval philosophic works for substantive points and because his interpretation of Aquinas makes Aquinas' metaphysical method appear to be a theologically-informed historical criticism of previous philosophy.": "claude-3-5-sonnet-20241022",
  "Without such a background, a student could not appreciate Gilson's insight into the real meanings which are hidden by what Aquinas actually says, particularly in works such as the De ente et essentia.": "claude-3-5-sonnet-20241022"
}