{
  "According to the medieval Franciscan philosopher and theologian Peter Auriol (c. 1280-1322), our sensory powers play an active role in perception.": "claude-3-5-sonnet-20241022",
  "My interpretation of Auriol is founded on two key interpretative theses: (1) that his theory of perception is characterized by direct realism; and (2) that his theory of perception can be usefully understood in terms of a distinction between the first- and the third-person perspectives.": "gpt-4o-2024-11-20",
  "I argue for a direct realist reading; hence, neither the species nor esse apparens are representations in my interpretation.": "gpt-4o-2024-11-20",
  "Auriol criticizes the way Scotus draws the distinction between perception and imagination.": "gpt-4o-2024-11-20",
  "In his view, the object's actual existence is not a necessary condition for perception (or intuitive cognition generally).": "gpt-4o-2024-11-20",
  "Claims (a) and (b) seem to be compatible with some sort of direct perceptual realism: There are real objects outside us; they affect our sensory faculties making impressions in them, which we cannot control by means of our will.": "gpt-4o-2024-11-20",
  "In contrast, in claims (c) and (d) Auriol looks rather like a proponent of phenomenalism or representationalism: We can perceive things that do not actually exist and our senses are 'formative' to some extent, as the cases of illusion suggest.": "gpt-4o-2024-11-20",
  "Auriol decisively denies that 'everything that appears exists' as erroneous.": "claude-3-5-sonnet-20241022",
  "Auriol's account of perception is based on the conviction that the sensory faculty is active. It produces the apparent being of the object perceived and does so according to the information encoded in the similitude.": "claude-3-5-sonnet-20241022",
  "Auriol explicitly denies that 'being cognized' or '(being) appearing' is only an (extrinsic) denomination which the thing receives from the fact that an act external to itself grasps it.": "claude-3-5-sonnet-20241022"
}