{
  "For it is my view that the Enlightenment, despite its heroic qualities, also made serious mistakes - mistakes we still suffer from today, without realizing what they are or where they come from.": "gpt-4o-2024-11-20",
  "Unfortunately, in developing the idea, the philosophes blundered.": "gpt-4o-2024-11-20",
  "The outcome is what we are suffering from today: a kind of academic inquiry damagingly irrational when judged from the standpoint of helping to promote human welfare.": "gpt-4o-2024-11-20",
  "Our global problems, I shall argue, are the outcome of this rarely noticed, severely irrational character of academic inquiry as it mostly exists today.": "claude-3-5-sonnet-20241022",
  "We urgently need to bring about a revolution in the aims and methods of academe.": "gpt-4o-2024-11-20",
  "But knowledge-inquiry has had bad effects as well.": "gpt-4o-2024-11-20",
  "What has gone wrong? The source of the trouble is the profound, damaging irrationality of knowledge-inquiry, the profound defects in The Traditional Enlightenment Programme.": "gpt-4o-2024-11-20",
  "Knowledge-inquiry is so irrational that, when judged from the standpoint of helping to promote human welfare it violates three of the four most elementary rules of reason conceivable.": "claude-3-5-sonnet-20241022",
  "Science without wisdom, one might say, is the crisis of our times, the one behind all the others.": "gpt-4o-2024-11-20",
  "Despite the enormous improvements that Popper has made to The Traditional Enlightenment Programme, his version of the Programme is still defective.": "gpt-4o-2024-11-20",
  "Aim-oriented empiricism and its generalization, aim-oriented rationality, incorporate all the good points of The Improved Popperian Enlightenment Programme, and improve it further by being designed to help science and other worthwhile endeavours progressively improve problematic aims and methods.": "gpt-4o-2024-11-20",
  "The New Enlightenment Programme, and the associated version of wisdom-inquiry, are designed specifically to help us put right what Einstein so correctly saw as the fundamental fault of our age.": "gpt-4o-2024-11-20",
  "The philosophes had their hearts in the right place. Unfortunately, in developing the idea, the philosophes blundered. They sought to implement a damagingly defective version of The Enlightenment Programme.": "claude-3-5-sonnet-20241022",
  "Thus a kind of inquiry rationally devoted to promoting human welfare would give absolute priority to the tasks of (1) articulating our problems of living, and (2) proposing and critically assessing possible solutions, possible actions, policies, political programmes, legislation, philosophies of life.": "claude-3-5-sonnet-20241022",
  "It is this longstanding, wholesale, structural irrationality of modern academic inquiry that is at the root of our current global problems and our incapacity to tackle them effectively": "claude-3-5-sonnet-20241022"
}