{
  "Autonomous agents, like autonomous nations, are able to govern themselves.": "gpt-4o-2024-11-20",
  "Indeed, we believe we are, for the most part, autonomous agents.": "gpt-4o-2024-11-20",
  "However, there are threats to this commonsense belief.": "gpt-4o-2024-11-20",
  "But other threats to autonomy are less often discussed, threats that are not metaphysical or political but psychological.": "gpt-4o-2024-11-20",
  "Since the influence of Freud and Skinner has waned, we might feel we have escaped such threats to our autonomy from the psychology.": "gpt-4o-2024-11-20",
  "But, as I will explain below, more recent and viable theories and evidence from social psychology pose significant threats to autonomous agency.": "gpt-4o-2024-11-20",
  "On most conceptions of autonomous agency it clearly requires freedom of action, which is the ability to act on one's desires without external constraint.": "gpt-4o-2024-11-20",
  "But such freedom is not sufficient for autonomy, since agents may also be internally constrained or influenced by external factors in ways more subtle than constraint or coercion.": "gpt-4o-2024-11-20",
  "These cases suggest that autonomy requires more than simply being free to act on one's desires; it also requires some measure of internal consistency among one's desires and values and some capacity to understand oneself and one's situation.": "gpt-4o-2024-11-20",
  "We adult humans are autonomous in ways that young children and animals are not.": "gpt-4o-2024-11-20",
  "Hence, autonomous agency requires the ability to form and act on principles.": "gpt-4o-2024-11-20",
  "Given this conception of autonomy, we can see that an agent's autonomy is threatened to the extent that she is ignorant of factors that lead her to act against her principles-i.e., were she to recognize these factors, she would reject them.": "gpt-4o-2024-11-20",
  "Similarly, an agent's autonomy is threatened by rationalization: cases in which the agent finds herself acting against her consciously chosen principles but retrospectively comes up with reasons to justify her action.": "gpt-4o-2024-11-20",
  "Of course, we are all subject to cases of ignorance and rationalization.": "gpt-4o-2024-11-20",
  "But are we subject to these challenges to our autonomy to a greater extent than we realize?": "gpt-4o-2024-11-20",
  "Autonomous agents, like autonomous nations, are able to govern themselves. They are not controlled by external forces or manipulated by outside agents.": "claude-3-5-sonnet-20241022",
  "Just as deliberative democracies legislate so as to balance competing interests, autonomous agents deliberate to reach some consistency among their competing desires and values.": "claude-3-5-sonnet-20241022",
  "And just as good governments create their laws in the open without undue influence by covert factions, autonomous agents form their principles for action through conscious deliberation without undue influence by unconscious forces.": "claude-3-5-sonnet-20241022",
  "Research in social psychology over the past few decades suggests significant limitations to these conditions of autonomy.": "claude-3-5-sonnet-20241022",
  "Our behavior is influenced to a significant and surprising extent by external situational factors that we do not recognize and over which we have little control. These factors are often ones we would not want to have such influence on us if we knew about them.": "claude-3-5-sonnet-20241022",
  "Internal dispositional states are not robust or stable across various situations; traditional character traits are not good predictors of behavior.": "claude-3-5-sonnet-20241022",
  "We generally do not know about the first two theses, and hence our explanations of our own and others' behaviors are based on mistaken folk theories or inaccurate introspection. Our introspection does not give us privileged access to what motivates us to act.": "claude-3-5-sonnet-20241022",
  "That is, people are ignorant of significant causes of their behavior and, if asked to explain their behavior, they tend to offer rationalizations, confabulating reasons to try to make sense of their behavior.": "claude-3-5-sonnet-20241022"
}