{
  "One common style of objection to a metaphysical theory is to claim that even if the metaphysical posits of that theory were correct, they would not (and perhaps could not) explain the phenomena they were posited to explain, or that they would otherwise be useless for theoretical purposes.": "claude-3-5-sonnet-20241022",
  "I think this aspect of AristotleÕs objections generalises: the same problems seem to arise for any theory that is realist about general properties and relations.": "gpt-4o-2024-11-20",
  "I think the parallel is that in both cases it is hard to see how abstract objects, whether numbers and sets or Forms and universals, can help with our theorising about concrete, particular, sensible objects.": "gpt-4o-2024-11-20",
  "This paper has three aims. One is to argue that some of AristotleÕs arguments against PlatoÕs Forms have affinities with some contemporary concerns about abstract objects.": "gpt-4o-2024-11-20",
  "The second is to argue that concerns developed in the philosophy of mathematics about platonist theories of mathematical objects have clear application to theories of abstract objects more generally, particularly contemporary theories of universals.": "gpt-4o-2024-11-20",
  "The third aim is a more historical one, to offer an evaluation of the arguments of AristotleÕs that the paper begins with.": "gpt-4o-2024-11-20",
  "But if anything this might seem to make the overall explanatory project more difficult.": "gpt-4o-2024-11-20",
  "Aristotle seems to be suggesting that Forms cannot explain sensible particulars in any way.": "gpt-4o-2024-11-20",
  "If my purpose is to come up with a good theory of ÒsensiblesÓ, or particular things in the world of individual things in time and space, how does postulating a realm of abstract universals help?": "gpt-4o-2024-11-20",
  "Indeed, why is it not just making the theoretical project harder, since not we not only need to account for the entities we started with but for a somewhat mysterious realm of additional entities as well?": "gpt-4o-2024-11-20",
  "It is at the very least not easy to come up with systematic paraphrases of many of these useful generalisations that invoke mathematical objects or universals, which preserve their usefulness but which are explicitly only generalisations about particular concrete entities.": "gpt-4o-2024-11-20",
  "Most general theories of explanation vindicate an explanatory role for mathematics, and the same sort of explanatory role is standardly available for universals as well.": "gpt-4o-2024-11-20",
  "The use of universals to capture information about particulars that is difficult to capture otherwise is an important and to my mind rather compelling argument for postulating them and employing theories that do.": "gpt-4o-2024-11-20",
  "It seems to me in the spirit of PlatoÕs position to maintain that objects are just, good, beautiful etc. because of the Forms they participate in, rather than the other way around.": "gpt-4o-2024-11-20",
  "If I am right, the puzzle about the point of postulating some of the abstract objects that philosophers like to invoke is one of the oldest in metaphysics.": "gpt-4o-2024-11-20",
  "When trying to explain the world around us, Plato postulates another realm of entities and tells us a lot about those other entities. But if anything this might seem to make the overall explanatory project more difficult. Now we do not just need a theory of the Forms and explanations of the Forms, but we still have our initial task facing us as well: we have all the explanatory burden we started with, plus a new realm which must also be explained.": "claude-3-5-sonnet-20241022",
  "statements of connections between universals, and generalisations about universals, can capture information about particular objects that is very difficult to capture through talking about the particulars directly.": "claude-3-5-sonnet-20241022"
}