{
  "This article provides a comprehensive reconstruction of Cugoano's moral and legal philosophy in order to analyse an apparent tension in his abolitionism.": "gpt-4o-2024-11-20",
  "In this work dedicated to the 'total abolition of slavery' Cugoano defends on principled grounds the legitimacy of enslaving human beings in punishment (98).": "gpt-4o-2024-11-20",
  "Cugoano - the most radical antislavery theorist in the period - regarded penal enslavement of both ordinary criminals and colonial enslavers as justifiable in principle, I will show.": "gpt-4o-2024-11-20",
  "This article offers the first full reconstruction of the nature, grounds, and theoretical implications of Cugoano's justification of penal bondage.": "gpt-4o-2024-11-20",
  "The problem of penal slavery, I contend, runs much deeper in his abolitionism than has been previously recognized.": "gpt-4o-2024-11-20",
  "Pace Bogues, I argue that this justification is an integral part of his moral and legal theory.": "gpt-4o-2024-11-20",
  "Pace Bernasconi and Shanafelt, I contend that Cugoano's defence of penal slavery goes beyond retaliation against European enslavers.": "gpt-4o-2024-11-20",
  "Comparisons of his justification of penal bondage with the rival ones of Locke and Kant indicate just how deeply theories of punishment shaped philosophical thinking on penal bondage in the period.": "gpt-4o-2024-11-20",
  "For Cugoano, the sole legitimate ground for enslavement is grave wrongdoing.": "gpt-4o-2024-11-20",
  "Cugoano's theory of law and punishment, I maintain, rests squarely upon a divine law theory of ethics.": "gpt-4o-2024-11-20",
  "Civil law must implement and enforce the divine law.": "gpt-4o-2024-11-20",
  "The need for civil law to match divine law underpins Cugoano's rhetorically most powerful appeal for immediate and total abolition.": "gpt-4o-2024-11-20",
  "Cugoano endorses penal enslavement for a much wider set of crimes than enslavement of innocents alone.": "gpt-4o-2024-11-20",
  "The divine law of mercy tempers just retaliation: inflicting the punishment malefactors deserve is morally permissible only if it promotes some social good.": "gpt-4o-2024-11-20",
  "Penal enslavement is morally permissible only insofar as it produces amends to victims, deters crime, or morally corrects the offender.": "gpt-4o-2024-11-20",
  "Cugoano's abolitionist arguments are complicated, however, by his principled endorsement of the legitimacy of penal slavery.": "gpt-4o-2024-11-20",
  "Cugoano develops two facially contradictory lines of argument to ensure that justified penal bondage does not undercut his abolitionism.": "gpt-4o-2024-11-20",
  "Cugoano could coherently permit the sale of enslaved convicts while denouncing the injustice of colonial slavery and the slave-trade, by transforming the legal condition of convicts sold to outsiders into something like indentured servitude.": "gpt-4o-2024-11-20",
  "Justice sometimes requires penally enslaving the enslavers in turn - life for life, bondage for bondage.": "gpt-4o-2024-11-20",
  "The biblical laws of retaliation and forbearance jointly set a universal standard for due punishment, determining when and how to punish crimes.": "gpt-4o-2024-11-20",
  "The prevalence of philosophical justifications of penal slavery evinces, furthermore, that Enlightenment conceptions of natural rights differ considerably from modern human rights.": "gpt-4o-2024-11-20",
  "Notwithstanding this, Cugoano endorsed the legitimacy of penal enslavement on principled grounds - like many other abolitionists writing in late eighteenth-century Britain. 'Every free community might keep slaves, or criminal prisoners in bondage' - and even sell them.": "claude-3-5-sonnet-20241022",
  "Far from an offhand inconsistency, I argue that this justification is deeply embedded within his moral and legal philosophy; constraining his antislavery arguments while simultaneously serving retaliatory aims.": "claude-3-5-sonnet-20241022",
  "To be morally permissible, punishment must bring some 'reparation or benefit to ourselves'.": "claude-3-5-sonnet-20241022"
}