{
  "I argue that the fundamental problem with this proposal is that it would bestow more worth on the organs than on the donor who possesses them.": "gpt-4o-2024-11-20",
  "To allow mortal harvesting would be to make our worth contingent upon variable quality-of-life judgments that can be based only on properties that come in degrees.": "gpt-4o-2024-11-20",
  "Thus, rejecting the dead-donor rule comes at the expense of egalitarian principles with respect to the value each individual human life has in relation to the protections against killing.": "gpt-4o-2024-11-20",
  "What is at stake, then, is the very basis of human equality, which, as I will also argue, should be based on an ineliminable dignity that each of us has in virtue of having a rational nature inherent to our human life form.": "claude-3-5-sonnet-20241022",
  "The wrongness of killing involves an act of disrespect.": "gpt-4o-2024-11-20",
  "To permit mortal harvesting is to make life's worth contingent upon variable quality of life judgments that can be based only on properties that come in degrees.": "claude-3-5-sonnet-20241022",
  "The life of the individual human person ought to be the primary object of respect.": "gpt-4o-2024-11-20",
  "A recovery of respect for persons in their bodily life, where they are prioritized above whatever contingent properties they might have, is not only necessary for safeguarding the individual from abuse, but also sufficient to explain what is fundamentally wrong with killing: it simply destroys someone.": "gpt-4o-2024-11-20",
  "I submit that the species norm of a rational nature, as defined by the human life form's ultimate capacity for rational action, is the basis of human dignity.": "claude-3-5-sonnet-20241022",
  "What often goes unnoticed in cases for mortal harvesting is how inimical they are to the notion of human equality.": "gpt-4o-2024-11-20",
  "To allow mortal harvesting is not just to rethink the ethics of death, dying, and organ transplantation, but to destabilize the whole bioethical enterprise itself.": "gpt-4o-2024-11-20",
  "If you bear a life form with a rational nature, you have dignity; every human being bears such a life form, so every one of us has dignity status.": "gpt-4o-2024-11-20",
  "Once it is accepted as such, it becomes clear that killing people for their organs is disrespectful to the lives of the donors because ultimately this practice means that a higher value has been placed on the organs themselves than on the ones who carry them.": "gpt-4o-2024-11-20",
  "I submit that the life of the individual human person ought to be the primary object of respect. By 'human person,' I mean a flesh-and-blood Aristotelian substance that is a rational animal, not something that just so happens to fall under an abstract description of being an autonomous agent, whatever that might be.": "claude-3-5-sonnet-20241022",
  "The point of this account of human dignity is to indicate the priority of species membership, to show how a certain moral status is categorically endowed to members of the human species rather than individually achieved through some degree of rational performance.": "claude-3-5-sonnet-20241022"
}