{
  "Instead of holding that experiences are relations to non-physical sense data created by neural states, this view holds that experiences are identical with neural states themselves.": "gpt-4o-2024-11-20",
  "Changes in the character of experience just are changes in neural states.": "gpt-4o-2024-11-20",
  "Internal physical state view: every sensory-perceptual experience with a certain character is necessarily identical with an 'internal' physical property, as it might be, a complex neural pattern.": "gpt-4o-2024-11-20",
  "This property is an intrinsic property of the brain; it is not a relation to anything outside the brain.": "gpt-4o-2024-11-20",
  "Differences in the character of experience consist in differences in such intrinsic physical-properties of subjects.": "gpt-4o-2024-11-20",
  "The internal state view is the polar opposite of 'naïve realism'.": "gpt-4o-2024-11-20",
  "On the internal state view, the character of your experiences is entirely constituted by the character of your internal neural processes.": "gpt-4o-2024-11-20",
  "The argument for the internal state view to be examined in this section has two steps.": "gpt-4o-2024-11-20",
  "This rules out 'naïve realism'.": "gpt-4o-2024-11-20",
  "The second step will use additional considerations to argue that, between these options, the internal physical state view is to be preferred.": "gpt-4o-2024-11-20",
  "The sense datum view is a dualistic theory which holds that our internal neural states generate non-physical sense data that reside in private mental spaces.": "gpt-4o-2024-11-20",
  "The internal state view eliminates this extra step.": "gpt-4o-2024-11-20",
  "It directly identifies experiences with our internal neural states.": "gpt-4o-2024-11-20",
  "Essential External Directedness: Some types of visual experiences essentially involve the seeming presence of items with certain shapes and other spatial features.": "gpt-4o-2024-11-20",
  "They are essentially as of such items.": "gpt-4o-2024-11-20",
  "This is so whether they are veridical or hallucinatory.": "gpt-4o-2024-11-20",
  "For instance, having the orange-experience essentially involves the seeming-presence of a round thing that moves to the right.": "gpt-4o-2024-11-20",
  "Therefore, having the orange experience is not identical with underlying neural state N, even if it may be dependent on that neural state.": "gpt-4o-2024-11-20",
  "The internal physical state view and essential external directedness together entail that brains simply have an innate, intrinsic capacity to mentally represent shapes and other perceptible properties.": "gpt-4o-2024-11-20",
  "This is somewhat mysterious.": "gpt-4o-2024-11-20",
  "In this way, he avoids the problems raised in the previous sections for the internal state view based on external directedness.": "gpt-4o-2024-11-20",
  "He thinks that visual experiences are like neural patterns in that spatial features like round and moving to the right do not essentially enter into their characterization.": "gpt-4o-2024-11-20"
}