{
  "It is universally acknowledged that, for St. Thomas, there is a distinction between human persons or supposits and their natures or essences.": "gpt-4o-2024-11-20",
  "But it is usually thought that there is no parallel distinction between the angelic person or supposit and its nature.": "gpt-4o-2024-11-20",
  "Yet, as I will argue in this paper, Aquinas consistently puts forward just such a distinction.": "gpt-4o-2024-11-20",
  "I contend that this argument, like the Accidents Argument, demonstrates that God is entirely the same (omnino idem) as his nature, but that all creatures differ from their nature in some respect.": "gpt-4o-2024-11-20",
  "The primary goal of this paper is to demonstrate that Aquinas gives multiple distinct arguments for the distinction of supposit and nature in creatures and to explain the internal logic and slightly differing conclusions of these various arguments.": "gpt-4o-2024-11-20",
  "Do these arguments establish a 'real' distinction in angels corresponding to a 'real' sameness in God? I will argue that they do-at least according to Aquinas's own way of speaking, which, admittedly, is not how authors normally speak today, but has the advantage of being more subtle.": "gpt-4o-2024-11-20",
  "It is universally acknowledged that, for St. Thomas, there is a distinction between human persons or supposits and their natures or essences. But it is usually thought that there is no parallel distinction between the angelic person or supposit and its nature. Yet, as this paper argues, Aquinas consistently puts forward just such a distinction.": "claude-3-5-sonnet-20241022",
  "The Accidents Argument and Act-Potency Argument, I maintain, establish that God is entirely the same (omnino idem) with his nature, not differing from it even accidentally, but, conversely, that all creatures, immaterial and material, are not entirely the same as their nature, but differ from it at least accidentally.": "claude-3-5-sonnet-20241022",
  "The Individuation Argument, in contrast, establishes that anything not individuated by matter, whether a created spirit or God, is the same as its nature per se; put in the phraseology of Quodlibet II, q.2, a.2[4], the Individuation Argument shows that the proper ratio of any immaterial substance, divine or angelic, is the same as the proper ratio of its nature whereas, for material individuals, the proper ratio of their nature would include less than the proper ratio of the individual supposit itself, could there be such a ratio.": "claude-3-5-sonnet-20241022"
}