{
  "This paper argues that one way to navigate this puzzle is for the agent to adopt an overarching plan that mediates the conflict between her differing perspectives.": "gpt-4o-2024-11-20",
  "One way that illness can undermine agency is by getting in the way of your plans.": "claude-3-5-sonnet-20241022",
  "While illness undoubtedly undermines people's ability to follow through with plans, illness can also lead to changes in what individuals plan to do in the first place.": "gpt-4o-2024-11-20",
  "The more general point is that whether we value something, or the extent to which we value it, sometimes depends on our abilities.": "gpt-4o-2024-11-20",
  "If some of your values depend on your abilities, then living with shifting abilities can make your values unstable.": "claude-3-5-sonnet-20241022",
  "The puzzle is that it is unclear what values should guide your plans when your values shift with your abilities.": "gpt-4o-2024-11-20",
  "This present a puzzle because engaging in this kind of planning has traditionally been understood as irrational by philosophers of action.": "gpt-4o-2024-11-20",
  "However, I argue that it can in fact be rational to engage in such planning.": "gpt-4o-2024-11-20",
  "My solution for how to plan involves the agent adopting a perspective similar to a mediator trying to reconcile a conflict between two distinct individuals.": "gpt-4o-2024-11-20",
  "These changes sometimes make a difference to our abilities, which in turn can make a difference to our values.": "gpt-4o-2024-11-20",
  "The fluctuations in what you can do in these bodily states sometimes lead to fluctuations in your values, specifically when the change in bodily state constitutes a transformative experience.": "gpt-4o-2024-11-20",
  "Whether Mai values cooking and writing fluctuates with her symptoms, since her symptoms impact what she can do.": "gpt-4o-2024-11-20",
  "In such cases, one can be in the unusually difficult position of shifting between bodily states that impact what pursuits one identifies with, where there's significant uncertainty about what your body will be like in the future.": "gpt-4o-2024-11-20",
  "The previous Section suggested that the value Mai places in cooking and writing shifts with her symptoms.": "gpt-4o-2024-11-20",
  "Though Scheffler does not bring up the role of abilities, it is a natural thought that our abilities are part of our positionality, and can also shape what we engage in valuing.": "gpt-4o-2024-11-20",
  "The more general point is that we don't only value abilities instrumentally, as means to manifesting the value that we place in other things, but also value exercising abilities in themselves.": "gpt-4o-2024-11-20",
  "In the cases I'm focused on, your valuing exercising an ability is conditioned on being able to exercise that ability yourself.": "gpt-4o-2024-11-20",
  "This raises a puzzle for planning, since diachronically, you have more than one preference ordering, and so it's not clear which preference set should guide your plans.": "gpt-4o-2024-11-20",
  "Having more than one plan A in regard to a specific choice point means being fully committed to incompatible courses of action.": "gpt-4o-2024-11-20",
  "This seems straightforwardly irrational.": "gpt-4o-2024-11-20",
  "Planning-Jo's goal is to figure out if there is a way to diachronically plan that is adequately responsive to what Jo's different perspectives want to do.": "gpt-4o-2024-11-20",
  "Jo's overarching plan allows us to make sense of why the plans of each perspective temper one another.": "gpt-4o-2024-11-20",
  "This is yet another reason why it can be difficult living with chronic illness, since it can involve being at once torn between different paths, while having even less energy to act on any one of those paths.": "gpt-4o-2024-11-20",
  "This paper explored one such option (planning on multiple plan A's).": "gpt-4o-2024-11-20",
  "While illness undoubtedly undermines people's ability to follow through with plans, illness can also lead to changes in what individuals plan to do in the first place. One reason for this is that illness can change our values.": "claude-3-5-sonnet-20241022",
  "whether we value something, or the extent to which we value it, sometimes depends on our abilities. In these cases, a change in those abilities changes your values, and the plans shaped by those values.": "claude-3-5-sonnet-20241022",
  "there is a puzzle for diachronic agency that arises given this connection between some of our values and abilities. The puzzle is that it is unclear what values should guide your plans when your values shift with your abilities.": "claude-3-5-sonnet-20241022",
  "one way to navigate this puzzle is for the agent to adopt an overarching plan that mediates the conflict between her differing perspectives.": "claude-3-5-sonnet-20241022"
}