{
  "The Age of the Enlightenment (Siècle des lumières in French and Aufklärung in German) shifted allegiances away from absolute authority, whether religious or political, to more skeptical and optimistic attitudes about human nature, religion and politics.": "gpt-4o-2024-11-20",
  "At least six ideas came to punctuate American Enlightenment thinking: deism, liberalism, republicanism, conservatism, toleration and scientific progress.": "claude-3-5-sonnet-20241022",
  "The pre- and post-revolutionary era in American history generated propitious conditions for Enlightenment thought to thrive on an order comparable to that witnessed in the European Enlightenments.": "claude-3-5-sonnet-20241022",
  "Modernization means that beliefs and institutions based on absolute moral, religious and political authority (such as the divine right of kings and the Ancien Régime) will become increasingly eclipsed by those based on science, rationality and religious pluralism.": "gpt-4o-2024-11-20",
  "American Enlightenment thought integrates both moderate and radical elements.": "gpt-4o-2024-11-20",
  "Many European and American Enlightenment figures were critical of democracy.": "gpt-4o-2024-11-20",
  "Deists appreciated God as a reasonable Deity.": "gpt-4o-2024-11-20",
  "Another idea central to American Enlightenment thinking is liberalism, that is, the notion that humans have natural rights and that government authority is not absolute, but based on the will and consent of the governed.": "gpt-4o-2024-11-20",
  "Classical republicanism is a commitment to the notion that a nation ought to be ruled as a republic, in which selection of the state's highest public official is determined by a general election, rather than through a claim to hereditary right.": "gpt-4o-2024-11-20",
  "Toleration or tolerant pluralism was also a major theme in American Enlightenment thought.": "gpt-4o-2024-11-20",
  "The Enlightenment enthusiasm for scientific discovery was directly related to the growth of deism and skepticism about received religious doctrine.": "gpt-4o-2024-11-20",
  "Although there is no consensus about the exact span of time that corresponds to the American Enlightenment, it is safe to say that it occurred during the eighteenth century among thinkers in British North America and the early United States and was inspired by the ideas of the British and French Enlightenments.": "claude-3-5-sonnet-20241022",
  "Many of these were shared with European Enlightenment thinkers, but in some instances took a uniquely American form.": "claude-3-5-sonnet-20241022",
  "Although distinctive features arose in the eighteenth-century American context, much of the American Enlightenment was continuous with parallel experiences in British and French society.": "claude-3-5-sonnet-20241022",
  "Four themes recur in both European and American Enlightenment texts: modernization, skepticism, reason and liberty.": "claude-3-5-sonnet-20241022",
  "Influenced as it was by the British and French, American Enlightenment thought integrates both moderate and radical elements.": "claude-3-5-sonnet-20241022"
}