{
  "Meinong's reflection on aesthetics stems from a psychological background and subsequently receives an ontological grounding.": "gpt-4o-2024-11-20",
  "Both these theories may be applied to aesthetics in the explanation of artistic creation and of aesthetic objects.": "gpt-4o-2024-11-20",
  "Meinong identifies the specific object of aesthetics with the objective and distinguishes aesthetic feelings, which are true feelings, from imaginary ones.": "gpt-4o-2024-11-20",
  "Witasek, though, parts from Meinong as regards both the role of objectives, which he views as mere intermediaries of beauty, and the conception of imaginary and aesthetic feelings.": "gpt-4o-2024-11-20",
  "Present-day reflections on Meinong and his followers generally underscore and develop the theory of fictitious objects; nonetheless, confining our understanding of the aesthetics of the Graz school to this aspect would mean playing down the variety of the themes addressed by these authors, which range from musical to narrative aesthetics, from the theory of emotions to the theory of values, from the aesthetic experience to aesthetic properties and objects, from the creative activity of the artist to the analysis of aesthetic judgments.": "gpt-4o-2024-11-20",
  "The semantics of narrative discourse and the ontology of art are two disciplinary areas where Meinong's philosophy has been largely applied in the last few decades - or at least, where it has received and receives more attention.": "gpt-4o-2024-11-20",
  "The theory of higher-order objects is important in aesthetics, because both fictitious and aesthetic objects are, in Meinong's view, ideal objects of higher order.": "gpt-4o-2024-11-20",
  "An immediate consequence of the object theory, bearing on aesthetics, concerns fictitious objects and artistic creation.": "gpt-4o-2024-11-20",
  "Our attitude to the aesthetic object - Meinong writes - by no means entails the belief that it exists.": "gpt-4o-2024-11-20",
  "Witasek recognizes the value of objectives in aesthetics, but does not regard them as aesthetic objects.": "gpt-4o-2024-11-20",
  "Witasek's thesis is diametrically opposed to Meinong's, according to which the true aesthetic objects, especially in literature, are the objectives, which are apprehended by assumptions.": "gpt-4o-2024-11-20",
  "The notion of Gestalt closely connects Witasek to Meinong, Ehrenfels and the other representatives of the Graz school, who adopt the same notion.": "gpt-4o-2024-11-20"
}