{
  "Myths are not without their purposes.": "gpt-4o-2024-11-20",
  "Both professors and institutions of higher education benefit from a vision of academic life that is grounded more firmly in myth than in history.": "gpt-4o-2024-11-20",
  "According to the myth created by that traditional vision, scholars pursue research wherever their drive to knowledge takes them, and colleges and universities transmit the fruits of that research to contemporary and future generations as the accumulated wisdom of the ages.": "gpt-4o-2024-11-20",
  "Yet the economic and social forces operating on colleges and universities as institutions, as well as on the interests of faculty members within them, are making the myth embodied in the traditional ideal of the academy more and more difficult to sustain.": "gpt-4o-2024-11-20",
  "In such an environment, universities have sought to keep their heads above water through partnerships with industry and government.": "gpt-4o-2024-11-20",
  "Universities increasingly need more funding as the total is decreasing.": "claude-3-5-sonnet-20241022",
  "The compromises that various institutions of higher education have made between these goals are collapsing under the pressure of technological development's insistent demands for particular varieties of pure research and under the weight of the massive funding required to do that research.": "gpt-4o-2024-11-20",
  "Institutions of higher education, it seems, cannot have it both ways.": "gpt-4o-2024-11-20",
  "The ideal resolution would be cleverly to restructure the essential components of our conception of academia, with a slight twist here, a judicious cut there, reconfiguring in such a way that the most important values no longer compete, but, as in the best of cases, further each other.": "gpt-4o-2024-11-20",
  "Some sort of compromise must be made.": "gpt-4o-2024-11-20",
  "Myths are not without their purposes. Both professors and institutions of higher education benefit from a vision of academic life that is grounded more firmly in myth than in history.": "claude-3-5-sonnet-20241022",
  "Faculty members use the myth to justify the pursuit of research interests that may not result in new products or a clear competitive edge for their university.": "claude-3-5-sonnet-20241022",
  "The economic and social forces operating on colleges and universities as institutions, as well as on the interests of faculty members within them, are making the myth embodied in the traditional ideal of the academy more and more difficult to sustain.": "claude-3-5-sonnet-20241022"
}