{
  "In this entry I will shrink the existent characterisations of the imagination into a systematic novel taxonomy coherent with standard treatments in cognitive science, aesthetics and philosophy of mind.": "gpt-4o-2024-11-20",
  "Non-propositional imagination can be thought of as a relation between a subject and a non-propositional content, which can be imagistic or non-imagistic.": "gpt-4o-2024-11-20",
  "Propositional imagination can be thought of as a relation between a subject and a propositional content.": "gpt-4o-2024-11-20",
  "The uses, and applications, of the terms 'image', 'imagine', 'imagination', and so forth make up a very diverse and scattered family. Even this image of a family seems too definite. It would be a matter of more than difficulty to identify and list the family's members, let alone their relations of parenthood and cousinhood.": "claude-3-5-sonnet-20241022",
  "What is it to imagine? We have examined a number of dimensions along which imaginings can vary; shouldn't we now spell out what they have in common? - Yes, if we can. But I can't.": "claude-3-5-sonnet-20241022",
  "The basic assumption is that imagination can have the same contents as other mental states, such as belief, desire, perception, hallucinations and so on. What distinguishes imagination from other mental states is the attitude or the mode of presentation characterizing the way in which we think of these contents.": "claude-3-5-sonnet-20241022",
  "First, the term 'imagination' is often used as a synonym for the term 'creativity'. Yet, not all imaginative activities involve creativity and not all creative activities involve imagination.": "claude-3-5-sonnet-20241022",
  "Second, the term 'imagination' is often used as synonymous with 'false belief' and 'misperception'.": "claude-3-5-sonnet-20241022",
  "Currie and Ravenscroft (2002: 9) forcefully reject the identification of imagination and false belief by remarking that these are two distinct capacities. As they write: 'There isn't a distinctive capacity to have beliefs that go wrong; there is a capacity to have beliefs, and that capacity can go wrong'": "claude-3-5-sonnet-20241022",
  "One major difference between belief and imagining consists in the fact that while we are not free to believe what we want, we ourselves can usually determine what we imagine. To believe a certain proposition p is to hold p as true at the actual world, and whether the actual world makes p true or false is not up to us. On the contrary, to imagine a certain proposition p is to hold p as true in some other possible (or even impossible) world, which is distinct from the actual world in some relevant aspect.": "claude-3-5-sonnet-20241022"
}