{
  "My aim in this paper is to show that a plausible account of how thoughts get their contents (a solution to the problem of 'cognitive contact') cannot explain how desires get their contents.": "gpt-4o-2024-11-20",
  "This also makes significant trouble for the act theory of content, which holds that propositions are types of activities we perform when we speak and think.": "gpt-4o-2024-11-20",
  "In what follows, I argue that an act theory of content in particular - but also anyone who endorses the view that cognitive contact is a matter of predication will have significant difficulty explaining the intentionality of bouletic attitudes, like desiring, hoping, and wanting.": "gpt-4o-2024-11-20",
  "But not all intentional mental activity with propositional content seems to involve combining objects with properties in thought.": "gpt-4o-2024-11-20",
  "In this section I argue that the act theory of propositions cannot explain how occurrent desires have propositional content: it is possible to come up with cases of occurrent desire which are such that it is clear that the occurrent desire has a content, but it is not clear how this can be explained by an act of predication.": "gpt-4o-2024-11-20",
  "What does it take for me to undergo an occurrent desire with the (representational) content that the window is closed? It does not take predication involving that proposition.": "gpt-4o-2024-11-20",
  "What this case shows is that there is no act of predication (Soames' entertaining / Hanks' judging) in which the desire consists.": "gpt-4o-2024-11-20",
  "Desiring something does not require us to combine the aims of our actions in thought: I do not need to have a thought about the window's being closed or a thought about myself being warm.": "gpt-4o-2024-11-20",
  "I have raised an issue for the claim that our cognitive contact with propositions always comes via an act of predication; i.e., combining object and property in thought.": "gpt-4o-2024-11-20",
  "Act-based theories of content hold that propositions are identical to acts of predication that we perform in thought and talk. To undergo an occurrent thought with a particular content just is to perform the act of predication that individuates that content.": "claude-3-5-sonnet-20241022",
  "But identifying the content of a thought with the performance of an act of predication makes it difficult to explain the intentionality of bouletic mental activity, like wanting and desiring.": "claude-3-5-sonnet-20241022",
  "In this paper, I argue that this difficulty is insurmountable: the contents of occurrent desires cannot be determined by acts of predication.": "claude-3-5-sonnet-20241022",
  "performing an act of predication is not a necessary condition on having an occurrent desire, and that having an occurrent desire is not an act of predication.": "claude-3-5-sonnet-20241022",
  "no act of predication (Soames' entertaining / Hanks' judging) in which the desire consists. Desiring something does not require us to combine the aims of our actions in thought": "claude-3-5-sonnet-20241022"
}