{
  "In this paper I link Bentham and Kant more closely in their politics and political theory through a shared, substantially similar debt to Smith's Wealth of Nations.": "gpt-4o-2024-11-20",
  "In particular, I argue that on some key political questions that are foundational to liberalism, they drew strikingly similar lessons from Smith, and built on his ideas in similar direction.": "gpt-4o-2024-11-20",
  "That is, even very otherwise-different strands of early liberalism found agreement on a constellation of ideas about trade, federalism, and peace; I show that these were not just preoccupations of Kant's idiosyncratic Perpetual Peace but helped define the whole political tradition.": "claude-3-5-sonnet-20241022",
  "I argue that Smith proposed a new kind of imperialism, which we would describe as a species of 'federalism,' and that his plan influenced Bentham and Kant in their federal projects, although they seem to have been unaware of each other's proposals.": "gpt-4o-2024-11-20",
  "Smith's federalism as a political structure for Britain's empire, itself helped shape Kant's proposal for perpetual peace, if we accept the argument that Kant had intimate familiarity with WN when he wrote Perpetual Peace.": "gpt-4o-2024-11-20",
  "Smith's new imperialism explicitly denies this.": "gpt-4o-2024-11-20",
  "Kant treats the significance of the Wealth of Nations not exclusively as an economic, but also as a political work.": "gpt-4o-2024-11-20",
  "Kant's is a kind of sociological argument.": "gpt-4o-2024-11-20",
  "Bentham builds on Smith's critique of the Mercantile system in his own political economy.": "gpt-4o-2024-11-20",
  "In this paper I have recovered a feature of the Benthamite and Kantian readings of Smith's Wealth of Nations.": "gpt-4o-2024-11-20",
  "The reception by Bentham and Kant suggests that Smith's Wealth of Nations galvanized a political argument for economic and political integration through federal institutions that may bring about peaceful relations against the spirit of war promoted by European mercantile projects.": "gpt-4o-2024-11-20",
  "Kant and Bentham both offer related institutional and political mechanisms to tackle these objections, and thereby develop the political institutions that become characteristic of liberalism.": "gpt-4o-2024-11-20",
  "By the second half of the twentieth century moral and political philosophy had split liberalism into two opposing camps: a utilitarian one originating in Bentham and a deontic, social contract tradition centered on Kant.": "claude-3-5-sonnet-20241022",
  "In this paper I link Bentham and Kant more closely in their politics and political theory through a shared, substantially similar debt to Smith's Wealth of Nations. In particular, I argue that on some key political questions that are foundational to liberalism, they drew strikingly similar lessons from Smith, and built on his ideas in similar direction.": "claude-3-5-sonnet-20241022",
  "Smith proposed a new kind of imperialism, which we would describe as a species of 'federalism,' and that his plan influenced Bentham and Kant in their federal projects, although they seem to have been unaware of each other's proposals.": "claude-3-5-sonnet-20241022",
  "Perpetual Peace adopts this functionalist argument for political integration in terms of regional blocks that grow organically and peacefully and that maintain pacific relations with others": "claude-3-5-sonnet-20241022",
  "By bringing to the foreground the shared Smithian roots of their perpetual peace plans, we come to appreciate Bentham and Kant as belonging to a shared movement, one, for all their individual flaws, originally dedicated to peace and the progressive, political unification of humankind.": "claude-3-5-sonnet-20241022"
}