{
  "I would argue-and I hope research will confirm-that as far as general education is concerned, two other uses of schooling are the functional ones.": "gpt-4o-2024-11-20",
  "Should our society provide general education for all? Over the course of several decades of scholarship Harry Broudy has argued that it should.": "gpt-4o-2024-11-20",
  "One of the key arguments in Broudy's overall theory, his account of the uses of schooling, takes aim at the viewpoint that general education is impractical.": "gpt-4o-2024-11-20",
  "The received doctrine provides a correct psychology of specialized education, as Broudy shows us, but a seriously incorrect psychology of general education.": "gpt-4o-2024-11-20",
  "Broudy argues that a common program of general education will not be realized in our society until the received doctrine is displaced as our psychology of general education and an alternative psychology is formulated.": "gpt-4o-2024-11-20",
  "According to Broudy's account, general education is unlikely to result in the replicative and applicative uses of schooling but can be expected to yield the associative and interpretive uses of schooling.": "gpt-4o-2024-11-20",
  "What defines the generally educated mind, in Broudy's theory, is not the ability to recall or apply general learnings but rather the ability to frame thinking and experience by means of tacit contexts.": "claude-3-5-sonnet-20241022",
  "General education is practical, in Broudy's account, because it expands a student's interpretive power, that is, the capacity to construct ordered and enriched tacit contexts from which, literally, we think, feel, judge, decide, imagine, intuit, and appreciate.": "gpt-4o-2024-11-20",
  "The interpretive use of schooling refers to citizens' everyday use of disciplinary knowledge to order their thinking and experience.": "claude-3-5-sonnet-20241022",
  "When schooling provides resources that enrich thinking and experience, the associative use of schooling is functioning.": "claude-3-5-sonnet-20241022",
  "Broudy argues that the practicality of general education can be established if the psychology of general education shifts its focus from the replicative and applicative uses of schooling to the life uses.": "gpt-4o-2024-11-20",
  "If replication is used as a criterion for the efficiency of schooling, then most schooling is a waste of time because tests for retention of specific items of school learnings give disappointing results. If application of theory is used as a criterion, schooling is also a waste of time, for only when we are very familiar with a domain of phenomena and only when we possess the technical skill to deal with it can we be said to be applying knowledge. I would argue-and I hope research will confirm-that as far as general education is concerned, two other uses of schooling are the functional ones.": "claude-3-5-sonnet-20241022",
  "Evidence of the rich everyday uses of general education is there to be observed, but we overlook it because we are wearing the wrong spectacles. We understand general education the same way we understand specialized education; we should not.": "claude-3-5-sonnet-20241022"
}