{
  "This paper argues that attempts to apply Alasdair MacIntyre's positive moral theory to business ethics are problematic, due to the cognitive closure of MacIntyre's concept of a practice.": "claude-3-5-sonnet-20241022",
  "Because the notion of practices resists general application I go on to argue that a negative application, which focuses on regulation, is more plausible.": "claude-3-5-sonnet-20241022",
  "Large-scale regulation, usually thought antithetical to MacIntyre's advocacy of small-scale politics, has the potential to facilitate practice-based work and reveals that MacIntyre's own work can be used against his pessimism about the modern order.": "gpt-4o-2024-11-20",
  "MacIntyre's account of moral education, based as it is on his concept of a practice, will resist any attempt to positively apply it to business ethics in any general way.": "gpt-4o-2024-11-20",
  "Regulation may be too ethically shallow to be genuinely morally educative but it may also be the most prudent and effective way to ensure serious ills are averted in the workplace.": "gpt-4o-2024-11-20",
  "Regulation has the potential to be an ally to MacIntyre's ethics because it is possible to regulate governance procedures so that any that threaten practices are definitively ruled out.": "gpt-4o-2024-11-20",
  "Regulation cannot provide a meaningful moral education by itself, it can merely provide a platform for it but helping to support organizations which do.": "gpt-4o-2024-11-20",
  "Management might be inherently more prone to corruption than chess, which is why it will be well served by judicious regulatory measures that might mitigate the corrupting power of external goods.": "gpt-4o-2024-11-20",
  "Regulation may be too ethically shallow to be genuinely morally educative but it may also be the most prudent and effective way to ensure serious ills are averted in the workplace. More than this it might facilitate the existence of practice-supporting institutions and therefore practice-based communities.": "claude-3-5-sonnet-20241022"
}