{
  "First, it would not be inaccurate to suggest that What Should We Do With Our Brains? is a book that, at its heart, is concerned with the philosophical problem of freedom.": "gpt-4o-2024-11-20",
  "The question is no longer, How can we consider ourselves to be free in a deterministic world?, but rather: Why are we not free in a world in which science itself seems to see indeterminacy, stochastic processes, chance, and randomness at the most basic levels of physical, chemical, biological, and neurological events?": "gpt-4o-2024-11-20",
  "Why is it, 'given that the brain is plastic [and] free,' that 'we are still always and everywhere 'in chains'' (11).": "gpt-4o-2024-11-20",
  "Neuroscience, in short, seems to have a somewhat unique position: it is a human science, but one that claims to be grounded in the hard sciences, and for that reason, it claims to give us a scientific explanation of something that seems to elude science, or of which science itself is an exemplification, namely, human thought and behavior.": "gpt-4o-2024-11-20",
  "Is brain plasticity a model of freedom, that is, the ability to form new neuronal connections, and ultimately to bring about 'transformative effects' on others (31)? Or is it, rather, a biological justification of the manner in which the brain is necessarily molded by the economic, political, and social organization with which it interacts?": "gpt-4o-2024-11-20",
  "What Malabou proposes in this chapter, then, is an analysis of 'a similarity of functioning between…economic organization and neuronal organization' (41), and it is one of the richest and most original aspects of the book.": "gpt-4o-2024-11-20",
  "Anyone who is not flexible,' she writes, 'deserves to disappear' (46).": "gpt-4o-2024-11-20",
  "This, then, is the problem that lies at the heart of Malabou's book.": "gpt-4o-2024-11-20",
  "The brain, she says, provocatively, is 'the essential thing, the biological, sensible, and critical locus of our time, through which pass, one way or another, the political evolutions and revolutions that began in the eighties and opened the twenty-first century' (53).": "gpt-4o-2024-11-20",
  "Thus, the political question posed by the many advances in neuroscience is this: Can the plasticity of the brain resist the flexibility demanded of it by capitalism?": "gpt-4o-2024-11-20",
  "Malabou begins to formulate a response to this problem by tackling the traditional brain/mind problem, and by putting into question 'the certainty that there exists a perfect continuity between the neuronal and the mental,' that is, between the biological structure of the brain and what one might call the noological structure of thought.": "gpt-4o-2024-11-20",
  "Malabou's suggestions is that it might be possible to envision a fourth type of plasticity -in addition to the developmental, modulational, and reparative plasticities analyzed in the first chapter -an intermediate plasticity situated between the proto-self and the conscious self.": "gpt-4o-2024-11-20",
  "Creating resistance to neuronal ideology is what our brain wants, and what we want for it ' (77).": "gpt-4o-2024-11-20"
}