{
  "In this article I will argue that the most prominent subjectivist accounts of reasons for action are, like consequentialism, best understood as accounts of the truth-maker in a certain domain.": "gpt-4o-2024-11-20",
  "Thus, I will be claiming, the famous Humean instrumental account is not best understood as an account of rationality at all.": "gpt-4o-2024-11-20",
  "Korsgaard's central mistake in these two papers is that she fails to appreciate that Hume's account is an account of an agent's true reasons for action and not an account of rationality.": "gpt-4o-2024-11-20",
  "consequentialism is an account of the moral sequentialist ethical theories are best understood as accounts of what makes an act right or wrong rather than accounts of what should enter our heads when we decide what to do.": "claude-3-5-sonnet-20241022",
  "Thus my primary in this article is not to defend subjectivist accounts of reasons for action. Rather, my is to offer a persuasive interpretation of what such accounts are accounts of:. This interpretation; if correct, reveals some criticisms of such views to misunderstand the views being criticized.": "claude-3-5-sonnet-20241022",
  "I will argue that the most prominent subjectivist accounts of reasons for action are, like consequentialism, best understood as accounts of the truth-maker in a certain domain. are not in the first instance recommendations about the kind of reasoning that ought to be going on in peoples heads.": "claude-3-5-sonnet-20241022",
  "Accounts of rationality or prudence should be epistemically relativized . What counts as rational or prudent action depends on what information we have or could reasonably": "claude-3-5-sonnet-20241022",
  "Whether or not 1 have a reason to % and whether or not ø-ing will benefit me does not, except in cases, change as my state of information changes.": "claude-3-5-sonnet-20241022",
  "A practically rational person is someone who processes the available information in reasonable ways in deciding what to do, not the person who happens; perhaps luckily; to act in the way that she had most reason to act.": "claude-3-5-sonnet-20241022",
  "If we want to be able to say that Sally invested rationally and Fred irrationally, then the Humean account of what agents have a reason to do is not an account of rationality: What is frequently called the Humean instrumental account of rationality is no account of rationality at all.": "claude-3-5-sonnet-20241022"
}