{
  "The first common attitude is that the appropriate method for doing ethics was described by John Rawls when he formulated the reflective equilibrium method.": "gpt-4o-2024-11-20",
  "Another common attitude is that moral philosophy has no method Ð anything goes in ethical theorising as long as the results are significant enough.": "gpt-4o-2024-11-20",
  "The reflective equilibrium method has its limits and yet not all ways of proceeding in ethics are equally good.": "gpt-4o-2024-11-20",
  "For this reason, I argue that we need to be more aware of the argumentative strategies we employ in ethics.": "gpt-4o-2024-11-20",
  "The reflective equilibrium method is easy to outline.": "gpt-4o-2024-11-20",
  "It is easy to see just why the reflective equilibrium is such a promising account of how we ought to do moral philosophy.": "gpt-4o-2024-11-20",
  "Despite this, many ethicists have always been torn about the reflective equilibrium method for several reasons.": "gpt-4o-2024-11-20",
  "The reflective equilibrium method also suffers from other problems Ð two of which are relevant here.": "gpt-4o-2024-11-20",
  "Perhaps these limitations of the reflective equilibrium method have led to another extreme in the ethicistsÕ attitudes towards the methodological questions.": "gpt-4o-2024-11-20",
  "The second common methodological attitude is a reflection of Paul FeyerabendÕs (1975) Ôanything goesÕ view in the debates concerning the appropriate methods of science.": "gpt-4o-2024-11-20",
  "There are several reasons for why this Ômethodological anarchismÕ is not wholly satisfactory either.": "gpt-4o-2024-11-20",
  "Let me then draw three lessons from the problems of the methodological attitudes outlined above.": "gpt-4o-2024-11-20",
  "Finally, insofar as we can identify different methods in the previous looser sense, we should resist the idea that all ways of proceeding are equally good.": "gpt-4o-2024-11-20",
  "many think that, as a discipline, moral philosophy has a unique method, comparable in significance to the Ôexperimental methodÕ of the natural sciences. This well-known reflective equilibrium method was first explicitly outlined by John Rawls": "claude-3-5-sonnet-20241022",
  "even if when we use the reflective equilibrium method we must begin from our carefully considered moral judgments, these judgments are still bound to be a reflection of cultural indoctrination, superstition and bias": "claude-3-5-sonnet-20241022",
  "Somewhat boringly, the method merely guides us vaguely to seek coherence between our carefully considered moral convictions, moral principles and the relevant empirical beliefs. Yet, very few people have thought that incoherent views are better than coherent ones and more importantly the reflective equilibrium method does not tell us exactly how we should make our principles cohere with our carefully considered convictions.": "claude-3-5-sonnet-20241022",
  "very few recent works in moral philosophy employ the reflective equilibrium method in any recognisable and explicit form.": "claude-3-5-sonnet-20241022",
  "how plausible different answers to different questions in moral philosophy are is always intertwined with the question of how strong arguments have been provided for those answers.": "claude-3-5-sonnet-20241022"
}