{
  "Auriol holds that cognition is 'something which makes an object appear to someone.'": "gpt-4o-2024-11-20",
  "In brief, created cognition, for Auriol, is ontologically absolute, but it is always represented together with a relation.": "gpt-4o-2024-11-20",
  "According to Auriol, cognition is anything by means of which which an object appears: as soon as something makes an object appear, this something is a cognition.": "gpt-4o-2024-11-20",
  "Given the indeterminacy, there seems to be a sort of 'ontological neutrality' in this account of cognition.": "gpt-4o-2024-11-20",
  "Auriol's thesis is that created intellection is relative to the extent that it is made with the help of a cognitive means or a 'likeness,' a reproduction or a copy of the object.": "gpt-4o-2024-11-20",
  "Thus, for Auriol, intellection is neither a relation, nor a passion, nor an action, nor a quality.": "gpt-4o-2024-11-20",
  "Auriol holds that the concept of intellection, or more broadly of 'cognizing in general' (cognoscere in universali) is connotative.": "gpt-4o-2024-11-20",
  "In brief, 'intellection is nothing else than that by means of which things appear to something.'": "gpt-4o-2024-11-20",
  "Auriol, in distinction 30, holds that there is a relation from cognition to its object, but he also stresses that this relation is 'only in the mind' (in sola apprehensione).": "gpt-4o-2024-11-20",
  "Thus, for Auriol, created cognition, understood as a combination of the cognitive power and a 'likeness,' is ontologically absolute, but can only be represented (that is, can only be thought about in a higher-order representation) as having a relation to an object.": "gpt-4o-2024-11-20",
  "My paper aims at presenting Peter Auriol's theory of cognition. Auriol holds that cognition is 'something which makes an object appear to someone.'": "claude-3-5-sonnet-20241022",
  "This claim, for Auriol, is meant to be indeterminate, as he explicitly says that the 'something' in question can refer to any type of being.": "claude-3-5-sonnet-20241022",
  "for God, it is simply the deity itself; for creatures, cognition is described as something 'absolute,' i.e. non-relational, more precisely a complex entity made up of a cognitive power and a 'likeness.'": "claude-3-5-sonnet-20241022",
  "created cognition, for Auriol, is ontologically absolute, but it is always represented together with a relation.": "claude-3-5-sonnet-20241022",
  "cognition is anything by means of which which an object appears: as soon as something makes an object appear, this something is a cognition.": "claude-3-5-sonnet-20241022",
  "what is determinate in cognition is that there is an apparition, but cognition itself is indeterminate, in the sense that any sort of being can be a cognition, provided that an object appears thanks to it.": "claude-3-5-sonnet-20241022",
  "For God, Auriol has a minimalist account: what cognition is is nothing other than the 'deity' to the extent that an object appears to it. Cognition posits no further reality in God than the deity itself.": "claude-3-5-sonnet-20241022",
  "intellection in creatures implies a relation of the measure to what is measured, due to its being a certain diminished likeness copied and exemplified from the object, but not from the fact that it is that by means of which a thing appears to the intellect.": "claude-3-5-sonnet-20241022"
}