{
  "Olivi is known among the medievalists as a fierce proponent of the freedom of the will in the face of not only emotional impulses but also intellectual considerations.": "gpt-4o-2024-11-20",
  "The will is the ultimate source of human action, and reason has only a subordinate role, because reason does not determine the course of action a person takes.": "claude-3-5-sonnet-20241022",
  "Olivi thinks that these intellectual operations can be depicted in the form of a so-called practical syllogism, but he does not accept the medieval Aristotelian framework of practical reasoning as such, because he opposes some central tenets of it.": "gpt-4o-2024-11-20",
  "He deviates from them, because he thinks that action is ultimately determined by a free choice of will and not by intellectual considerations, and also, because he conceives of the process of practical reasoning itself somewhat differently.": "gpt-4o-2024-11-20",
  "Olivi rejects this outright.": "gpt-4o-2024-11-20",
  "Olivi accepts the Aristotelian practical syllogism as a correct description of the reasoning process that is behind some of our actions.": "gpt-4o-2024-11-20",
  "However, he denies the idea that the conclusion is an action or an act of the will; rather, the conclusion is a thought concerning a particular course of action in which the action is seen in a certain light.": "gpt-4o-2024-11-20",
  "The course of action a person takes is determined by the will and its choice.": "gpt-4o-2024-11-20",
  "Olivi accepts the Aristotelian practical syllogism as a correct description of the reasoning process that is behind some of our actions. However, he denies the idea that the conclusion is an action or an act of the will; rather, the conclusion is a thought concerning a particular course of action in which the action is seen in a certain light.": "claude-3-5-sonnet-20241022",
  "The conclusion is a certain way of apprehending a particular action, and the intellect is (under the guidance of the will) able to form several different conclusions with regard to one and the same action. The course of action a person takes is determined by the will and its choice.": "claude-3-5-sonnet-20241022"
}