{
  "In this paper, I address an early attempt to reconcile these two accountsÑnamely, Robert GrossetesteÕs commentary on AristotleÕs Posterior Analytics Ñand I argue that GrossetesteÕs efforts to bring AristotleÕs account of human cognition into harmony with a theory of divine illumination proves both philosophically interesting and largely successful.": "gpt-4o-2024-11-20",
  "Philosophically, the most original and intriguing feature of this commentary is its attempt to merge Aristotelian epistemology with a theory of divine illumination.": "gpt-4o-2024-11-20",
  "Grosseteste himself thought he had successfully reconciled the Augustinian and Aristotelian views.": "gpt-4o-2024-11-20",
  "I argue in contrast that Grosseteste does give God a role in human knowledge in the CPAÑa role, furthermore, that allows human beings to remain largely responsible for the acquisition of knowledge while still requiring GodÕs illumination for actual cognition.": "gpt-4o-2024-11-20",
  "In short, I conclude that, although human bodies interfere with GodÕs direct illumination of our intellects, God nevertheless plays a crucial ideogenic role in human cognition by illuminating the objects of our intellection and making them intelligible to us.": "gpt-4o-2024-11-20",
  "GrossetesteÕs theory avoids this objection, however, and it does so by incorporating key elements of Aristotelian epistemology into his general account of human cognition.": "gpt-4o-2024-11-20",
  "By distinguishing between both these different types of universals and the sorts of intellects that have access to them, Grosseteste thus separates our everyday cognition of universal truths from the cognition of the higher type of cognitive principle that would also entail direct cognition of God.": "gpt-4o-2024-11-20",
  "In short, Grosseteste holds that our bodies interfere with GodÕs directly illumining our intellects, and his account of the normal process of human cognition appears thoroughly Aristotelian.": "gpt-4o-2024-11-20",
  "Thus, although the body prevents the intellect from achieving ideal cognition by drawing our mindÕs eye away from its proper light, it does provide the intellect with the means (through sense perception) for cognition.": "gpt-4o-2024-11-20",
  "In short, since our bodies get in the way of GodÕs directly illuminating our intellects , Grosseteste holds that GodÕs central role in human cognition lies in illuminating the proper objects of human cognition, such that our intellects are able to grasp those objects, even though they must begin with sense perception.": "gpt-4o-2024-11-20",
  "In general, GrossetesteÕs attempt to combine Aristotelian epistemology with a largely Augustinian theory of divine illumination is both fascinating and surprisingly successful.": "gpt-4o-2024-11-20"
}