{
  "In this chapter I argue that, unlike many of their English peers, practitioners and advocates of experimental philosophy in seventeenth-century Italy kept natural philosophy sharply distinct from theological and religious concerns.": "gpt-4o-2024-11-20",
  "Negatively, the case of Italian experimental philosophers provides a counterexample to the view that either experimental philosophy or seventeenth-century natural philosophy, as a whole, were fused with theology, driven by theological concerns, or pursued primarily to shed light on God.": "gpt-4o-2024-11-20",
  "Positively, the case of Italian experimental philosophers provides evidence for the claim that experimental philosophy does not bear any intrinsic connection with religion.": "gpt-4o-2024-11-20",
  "However, they did not echo their claims on the connection between experimental philosophy and religion.": "gpt-4o-2024-11-20",
  "The fact that Italian authors did not elaborate even on theologically safe topics provides further reason to believe that they had little interest in theology.": "gpt-4o-2024-11-20",
  "If all this is correct, we can conclude that, pace Funkenstein, the seventeenth-century Italian authors who were sympathetic to experimental philosophy did not see science and theology as the same occupation, nor did they seek to fuse theology with physics.": "gpt-4o-2024-11-20",
  "Pace Gaukroger, they did not present their natural philosophy as being driven by Christian themes, but as distinct from matters of faith.": "gpt-4o-2024-11-20",
  "And, pace Cunningham, they did not employ their natural philosophy as an extended argument for a specific view of God.": "gpt-4o-2024-11-20",
  "This indicates that neither experimental philosophy nor seventeenth-century natural philosophy as a whole, as such, were theologically driven, and it raises the question of what explains the different attitudes of Italian and English authors on the relation between experimental philosophy and religion.": "gpt-4o-2024-11-20"
}