{
  "Over the centuries, the local elites of Rotterdam have gone out of their way to cultivate the memory of Erasmus.": "gpt-4o-2024-11-20",
  "During the early 1690's, when Pierre Bayle, 'le philosophe de Rotterdam', was facing dismissal as professor of the Illustrious School of Rotterdam, he launched an attempt to save his position by reminding his employers of his allegiance to Erasmus' heritage.": "claude-3-5-sonnet-20241022",
  "Although Bayle would be fired just the same, we have every reason to take his Erasmianism seriously.": "gpt-4o-2024-11-20",
  "Dutch intellectuals and politicians have always found it difficult to resist the temptation of turning Erasmus into the quintessentially Dutch advocate of toleration.": "gpt-4o-2024-11-20",
  "According to Kaplan, there was no 'rise of tolerance' culminating in the Enlightenment, nor was toleration the outcome of philosophical or theological reflection of any kind.": "gpt-4o-2024-11-20",
  "In the Dutch context, however, there seems little doubt that the highly particular reception of Erasmus' works did turn him into an evident and early champion of the principle of toleration.": "gpt-4o-2024-11-20",
  "Clearly Bayle's appropriation of Erasmus was also marked by the politics of his personal predicament, for by the 1690s le philosophe de Rotterdam was in urgent need of respectable intellectual ancestry, and Erasmus, source of civic pride to the local elites to this very day, fitted the bill perfectly.": "gpt-4o-2024-11-20",
  "In the first place, both authors shared a fideist scepticism as regards the apologetic potential of reason and of speculative metaphysics in particular.": "gpt-4o-2024-11-20",
  "Secondly, Bayle was deeply impressed by Erasmus' pacifism.": "gpt-4o-2024-11-20",
  "In conclusion, Bayle's failed attempt to save his career at the Illustrious School of Rotterdam by turning to Erasmus tapped into a long, local tradition of civic pride: as Rotterdam has always been associated with trade and commerce, rather than with science, scholarship, and other instances of 'high culture', Rotterdam elites have persistently cultivated the fact that this great humanist was born in their city.": "gpt-4o-2024-11-20",
  "Over the centuries, the local elites of Rotterdam have gone out of their way to cultivate the memory of Erasmus. From the sixteenth century onwards to this day, he has been consistently put forward as the city's greatest son.": "claude-3-5-sonnet-20241022",
  "Although Bayle would be fired just the same, we have every reason to take his Erasmianism seriously. In particular, Bayle's critical attitude as an historian is reminiscent of Erasmus' philological stance.": "claude-3-5-sonnet-20241022",
  "both authors shared a fideist scepticism as regards the apologetic potential of reason and of speculative metaphysics in particular.": "claude-3-5-sonnet-20241022",
  "Bayle was deeply impressed by Erasmus' pacifism. Bayle was disgusted with the religious wars of the early modern age": "claude-3-5-sonnet-20241022"
}