{
  "The resemblance thesis is a crucial premise in Berkeley ' s argument from the ' likeness principle ' in ยง8 of the Principles .": "gpt-4o-2024-11-20",
  "We provide a contextual answer to this question, focusing on epistemological discussions concerning resemblance and representation in Early Modern Irish Philosophy.": "gpt-4o-2024-11-20",
  "Ultimately, we conclude that Berkeley ' s acceptance of the resemblance thesis can be explained by the Irish intellectual climate in which he was writing.": "gpt-4o-2024-11-20",
  "Berkeley requires his readers to accept that ' for one thing to represent another, those two things must resemble one another ' .": "gpt-4o-2024-11-20",
  "Our contention is that Molyneux ' s problem of the ' blind man made to see ' , and early responses to it, make it evident that the resemblance thesis was an underlying and often implicitly accepted principle in Irish thought.": "gpt-4o-2024-11-20",
  "Firstly, we argue that early responses to Molyneux ' s problem of a blind man made to see established the resemblance thesis as an underlying principle in Early Modern Irish philosophy.": "gpt-4o-2024-11-20",
  "Despite their disagreement, we emphasise that neither disputes the plausibility of the resemblance thesis itself.": "gpt-4o-2024-11-20",
  "Finally, we point to the fact that Berkeley uses Molyneux ' s original problem to defend his claim that the objects of touch and sight are fundamentally heterogenous (i.e., unalike) as further evidence that his acceptance of the resemblance thesis is rooted in Irish thought.": "gpt-4o-2024-11-20",
  "By attributing the resemblance thesis to Berkeley, then, we take him to accept that representation, in this strict sense, requires resemblance.": "gpt-4o-2024-11-20",
  "In ยง8 of the Principles, the resemblance thesis clearly informs both Berkeley ' s characterisation of his opponents ' view and his response to that view.": "gpt-4o-2024-11-20",
  "Our claim, however, is that it would be amiss not to also consider Berkeley ' s immediate, local context -in Ireland.": "gpt-4o-2024-11-20",
  "Our contention is that there is an implicit principle at work here; namely, the resemblance thesis.": "gpt-4o-2024-11-20",
  "King argues that there need only be a ' faint resemblance ' or a ' little likeness ' , as he later puts it, between two things in order for one to represent the other.": "gpt-4o-2024-11-20",
  "In short, Berkeley, like King, accepts the resemblance thesis and brings it to bear on the problem of divine attributes.": "gpt-4o-2024-11-20",
  "Berkeley ' s usage of the man born blind clearly illustrates how his solution differs from King ' s.": "gpt-4o-2024-11-20",
  "We set out to explain Berkeley ' s acceptance of the resemblance thesis by placing his views concerning representation and resemblance in the context of debates that were happening in his immediate intellectual environment in Dublin and Ireland.": "gpt-4o-2024-11-20",
  "From LP, Berkeley argues that since the qualities which inhere in an unperceivable material substance could never resemble our ideas our ideas could not possibly represent those qualities.": "claude-3-5-sonnet-20241022",
  "Berkeley's acceptance of the resemblance thesis finds its roots in Cartesian discussions surrounding scepticism and intentionality.": "claude-3-5-sonnet-20241022",
  "Berkeley's acceptance of the resemblance thesis can be explained by the Irish intellectual climate in which he was writing.": "claude-3-5-sonnet-20241022"
}