{
  "Don Marquis offers an argument claiming to establish that the 'overwhelming majority of deliberate abortions are seriously immoral' (Marquis 1989, 183).": "gpt-4o-2024-11-20",
  "Since the reason that it is sufficient to explain why it is wrong to kill human beings after the time of birth is a reason that also applies to fetuses, it follows that abortion is prima facie seriously morally wrong (Marquis 1989, p. 192).": "gpt-4o-2024-11-20",
  "Marquis stresses that his 'future like ours' [FLO] account is deliberately agnostic on the question of what makes our futures valuable and specifically claims that a more detailed account is not required for the argument against abortion.": "gpt-4o-2024-11-20",
  "The first and obvious implication here is one that Marquis acknowledges - while it will still be wrong to kill adult human beings and fetuses, it will also be wrong to kill cows and pigs.": "gpt-4o-2024-11-20",
  "I have claimed here that there is no reason to think of Marquis's argument as affording us a persuasive general argument against abortion.": "gpt-4o-2024-11-20",
  "In this sense, then, it seems to me that Warren is right in suggesting that the general question of moral status is the fundamental issue in abortion and that we would do better to begin with this more basic issue and confront it directly.": "gpt-4o-2024-11-20",
  "In a very widely anthologized article, Don Marquis offers an argument claiming to establish that the 'overwhelming majority of deliberate abortions are seriously immoral'": "claude-3-5-sonnet-20241022",
  "The future of a standard fetus includes a set of experiences, projects, activities, and such that are identical with the futures of young children. Since the reason that it is sufficient to explain why it is wrong to kill human beings after the time of birth is a reason that also applies to fetuses, it follows that abortion is prima facie seriously morally wrong": "claude-3-5-sonnet-20241022",
  "Any FLO account assumes some explanation of the moral significance of our being deprived of a specific kind of future.": "claude-3-5-sonnet-20241022",
  "any further specification of the value at stake in an FLO account is tantamount to a claim to moral standing on behalf of beings capable of appreciating the value in question and, as such, any FLO account can be expected to confront all the same deep and persistent problems of scope and exclusion familiar in more direct accounts of moral status": "claude-3-5-sonnet-20241022"
}