{
  "I wish to suggest a new sort of criticism of Rule Consequentialism.": "gpt-4o-2024-11-20",
  "The second claim is that, thus understood, Rule Consequentialism is distinguished by an account of the importance of such reasons that is very hard to accept.": "gpt-4o-2024-11-20",
  "So, believers in Rule Consequentialism should drop this account, and embrace some other theory of pattern-based reasons -or, more radically, reject pattern-based reasons altogether.": "gpt-4o-2024-11-20",
  "Compliance-based Rule Consequentialism is best understood as a theory of pattern-based reasons; plausible versions of this theory will be pluralist, in the sense that they recognise act-based reasons as well as pattern-based reasons; but these versions are inferior to other pluralist theories of pattern-based reasons that give a messier, more plausible account of the interaction between act-based and pattern-based reasons.": "gpt-4o-2024-11-20",
  "So, nobody should believe in compliance-based Rule Consequentialism.": "gpt-4o-2024-11-20",
  "They should perhaps believe in some close but less tidy relative of it.": "gpt-4o-2024-11-20",
  "I wish to suggest a new sort of criticism of Rule Consequentialism. The criticism will be friendly, since I do not claim that Rule Consequentialism is on the wrong track altogether, but instead that it is wrong in detail. However, I will claim that it is clearly wrong, if only in detail.": "claude-3-5-sonnet-20241022",
  "Rule Consequentialism is best understood as a theory of pattern-based reasons.": "claude-3-5-sonnet-20241022",
  "All believers in pattern-based reasons should be pluralists. As I said earlier, belief in pattern-based reasons makes sense only if actions have ethically significant parthood properties. The basic idea of pattern-based reasons, after all, is that the goodness or rightness of some pattern can provide a reason to perform parts of that pattern.": "claude-3-5-sonnet-20241022",
  "Rule Consequentialists should embrace a messier pluralist theory instead, according to which the interaction between act-based and pattern-based reasons depends on several factors and does not fall into any neat pattern. Alternatively, they should give up belief in pattern-based reasons altogether. Either way, they should not remain Rule Consequentialists.": "claude-3-5-sonnet-20241022"
}