{"adus": [{"id": "0", "type": "Claim", "text": "While the idea to group travelers into risk categories in order to differentiate the intensity of border checks has been criticized for its likely impact on privacy and other fundamental rights, the exclusive use of'open,' 'public' data was proposed as an alternative that mitigates these issues.", "quote": null, "isImplicit": false, "positions": [{"start": 390, "end": 686}], "metadata": {}}, {"id": "1", "type": "Claim", "text": "Thus, certain uses of OSINT continue to raise severe privacy and fundamental rights issues.", "quote": null, "isImplicit": false, "positions": [{"start": 1363, "end": 1454}], "metadata": {}}, {"id": "2", "type": "Claim", "text": "Some of these measures presume that an existential threat to public security exists, but that law enforcement agents do not yet know who or what exactly may pose this threat.", "quote": null, "isImplicit": false, "positions": [{"start": 1826, "end": 2000}], "metadata": {}}, {"id": "3", "type": "Claim", "text": "After all, the large-scale collection and analysis of personal data are prone to conflict with the rights to private life and the protection of personal data (Office for Democratic Institutions and Human Rights 2021, pp.", "quote": null, "isImplicit": false, "positions": [{"start": 3897, "end": 4117}], "metadata": {}}, {"id": "4", "type": "Claim", "text": "This, among other things, has led to the idea of avoiding personal data and of using publicly available, 'open' data instead.", "quote": null, "isImplicit": false, "positions": [{"start": 4126, "end": 4251}], "metadata": {}}, {"id": "5", "type": "Claim", "text": "Where only public information is used for risk assessment, it seems reasonable to assume that privacy and data protection issues will not apply.", "quote": null, "isImplicit": false, "positions": [{"start": 4252, "end": 4396}], "metadata": {}}, {"id": "6", "type": "Claim", "text": "While this shows that the use of personal data in risk-based border checks raises severe ethical, political, and legal issues, it also shows that the construction of information patterns for traveler risk classification creates a demand for ever more personal data (Salter 2008, p.", "quote": null, "isImplicit": false, "positions": [{"start": 9505, "end": 9786}], "metadata": {}}, {"id": "7", "type": "Claim", "text": "Furthermore, the revelatory function needs to (b) uncover whether a person's identity has been deliberately falsified or the presence of certain goods or other persons concealed from plain view.", "quote": null, "isImplicit": false, "positions": [{"start": 12676, "end": 12870}], "metadata": {}}, {"id": "8", "type": "Claim", "text": "One example would be preventing migrants entering a country who do not have'sufficient means of subsistence' [EU 2016a, Art.", "quote": null, "isImplicit": false, "positions": [{"start": 14059, "end": 14183}], "metadata": {}}, {"id": "9", "type": "Claim", "text": "6 (1) c], another would be preventing perpetrators of serious crime such as terrorism from entering or leaving a country.", "quote": null, "isImplicit": false, "positions": [{"start": 14184, "end": 14305}], "metadata": {}}, {"id": "10", "type": "Claim", "text": "In order to attain their purpose, border checks always have to reveal information about persons or their belongings that are not readily and publicly available", "quote": null, "isImplicit": false, "positions": [{"start": 18028, "end": 18187}], "metadata": {}}, {"id": "11", "type": "Claim", "text": "Hence, border checks necessarily come into conflict with privacy-related values.", "quote": null, "isImplicit": false, "positions": [{"start": 18552, "end": 18632}], "metadata": {}}, {"id": "12", "type": "Claim", "text": "One prominent trait running through much of the family of those'privacy aspects' is the idea of information that commonly enjoys protection and shielding from others, so as to allow for respect and free development of an individual's personality.", "quote": null, "isImplicit": false, "positions": [{"start": 18945, "end": 19191}], "metadata": {}}, {"id": "13", "type": "Claim", "text": "131) notes, however, 'Europe is still not at ease with the right to data protection … Fundamental rights usually protect a general or specific liberty or equality interest.", "quote": null, "isImplicit": false, "positions": [{"start": 20536, "end": 20708}], "metadata": {}}, {"id": "14", "type": "Claim", "text": "Data protection, he argues, is essentially about abstract dangers:", "quote": null, "isImplicit": false, "positions": [{"start": 21044, "end": 21110}], "metadata": {}}, {"id": "15", "type": "Claim", "text": "'The collection of data as such does no harm … It is only the use of data in certain contexts that might cause a violation of liberty or equality interests.", "quote": null, "isImplicit": false, "positions": [{"start": 21112, "end": 21268}], "metadata": {}}, {"id": "16", "type": "Claim", "text": "The collection of personal data about political or religious convictions … is generally prohibited, for example, because of the potential that it could be misused by the state to discriminate against certain political or religious groups … It does not require concrete evidence that misuse of the data has taken place, or even that such a misuse is about to occur' (Poscher 2017, p.", "quote": null, "isImplicit": false, "positions": [{"start": 21269, "end": 21651}], "metadata": {}}, {"id": "17", "type": "Claim", "text": "Here, the potential for unfair or discriminatory distributions of impact is highly relevant, as the intensity of ensuing checks for travelers deemed'high risk' is likely to be considerably higher than for other travelers in risk-based border checks.", "quote": null, "isImplicit": false, "positions": [{"start": 22204, "end": 22453}], "metadata": {}}, {"id": "18", "type": "Claim", "text": "'Unlike other prima facie morally wrong acts, such as lying, hurting, or manipulating, one cannot discriminate against some unless there are others who receive (or who would receive) better treatment at one's hands … I can rebut an accusation of having discriminated against someone by saying that I would have treated anyone else at least as badly in that situation.'", "quote": null, "isImplicit": false, "positions": [{"start": 22612, "end": 22980}], "metadata": {}}, {"id": "19", "type": "Claim", "text": "Another danger consists in societal chill, i.e., the potential that security provision results in people ceasing legitimate or even democratically desired activities (Solove 2009, p.", "quote": null, "isImplicit": false, "positions": [{"start": 24073, "end": 24255}], "metadata": {}}, {"id": "20", "type": "Claim", "text": "An example for this could be a situation, in which a large amount of plastic explosives has been stolen in a neighboring third country.", "quote": null, "isImplicit": false, "positions": [{"start": 28290, "end": 28425}], "metadata": {}}, {"id": "21", "type": "Claim", "text": "As part of risk-based border checks, one may assume that this leads to a heightened risk that plastic explosives are smuggled across the EU's external border into the Schengen Area.", "quote": null, "isImplicit": false, "positions": [{"start": 28426, "end": 28607}], "metadata": {}}, {"id": "22", "type": "Claim", "text": "A systematic analysis of online news articles may, thus, allow the identification of a heightened risk of plastic explosives being smuggled across the border, which may result in the decision to change the emphasis of the revelatory function by allocating more resources for corresponding checks.", "quote": null, "isImplicit": false, "positions": [{"start": 28826, "end": 29122}], "metadata": {}}, {"id": "23", "type": "Claim", "text": "It allows the communication of information from one party to another without either machine knowing the'real' or'unencrypted' network address which could normally expose identifying information.", "quote": null, "isImplicit": false, "positions": [{"start": 30874, "end": 31068}], "metadata": {}}, {"id": "24", "type": "Claim", "text": "Thus, the darknet can be used to publish information that is both anonymous as well as unavailable for persons unaware of this address.", "quote": null, "isImplicit": false, "positions": [{"start": 31203, "end": 31338}], "metadata": {}}, {"id": "25", "type": "Claim", "text": "In times where much of peoples' conduct leaves digital traces and where personal interactions and other events in people's lives happen entirely or at least in part digitally, new forms of shielding mechanisms become increasingly important: Privacy settings in apps and social media platforms allow a certain measure of control of the flow of personal information from one context to another; through encryption and other technologies, we can create'shielded virtual spaces,' where access to digital information is limited to certain persons.", "quote": null, "isImplicit": false, "positions": [{"start": 32541, "end": 33083}], "metadata": {}, "major": true}, {"id": "26", "type": "Claim", "text": "While physical checks may pose a wholesome negation of such shielding, e.g., by accessing travelers' personal electronic devices (Brodkin 2019), OSINT by definition seems to be a lot less problematic, since it only deals with unshielded information.", "quote": null, "isImplicit": false, "positions": [{"start": 33267, "end": 33516}], "metadata": {}}, {"id": "27", "type": "Claim", "text": "Indiscriminate mining and analysis may, thus, violate norms of information flow by inadvertently including information that was made public without knowledge and consent of the affected persons and use it as a basis for decision making in border checks.", "quote": null, "isImplicit": false, "positions": [{"start": 34274, "end": 34527}], "metadata": {}}, {"id": "28", "type": "Claim", "text": "3, privacy is not the only relevant value concept when we think about the protection of personal data.", "quote": null, "isImplicit": false, "positions": [{"start": 34942, "end": 35044}], "metadata": {}}, {"id": "29", "type": "Claim", "text": "This may pose a problem if there are efforts to analyze this (public) information for clues that may lead to identifying information (e.g., the occurrence of uncommon pseudonyms or used not only in the darknet but also in the clear web).", "quote": null, "isImplicit": false, "positions": [{"start": 35714, "end": 35951}], "metadata": {}}, {"id": "30", "type": "Claim", "text": "Again, such chilling effects could be reduced or minimized by explicitly limiting the crawling to darknet marketplaces and similar sites.", "quote": null, "isImplicit": false, "positions": [{"start": 35952, "end": 36089}], "metadata": {}}, {"id": "31", "type": "Claim", "text": "While such activities are less relevant for situational risk-based border checks, the mined data and the index may be stolen by third parties or used for purposes other than originally justified and intended ('mission creep').", "quote": null, "isImplicit": false, "positions": [{"start": 36160, "end": 36386}], "metadata": {}}, {"id": "32", "type": "Claim", "text": "This is because the risk categories created as part of the situational risk-based border checks may include broad risk indicators that accumulate the privacy impact for large groups of travelers, potentially over a long time.", "quote": null, "isImplicit": false, "positions": [{"start": 36479, "end": 36704}], "metadata": {}}, {"id": "33", "type": "Claim", "text": "For example, if OSINT suggests that there is a higher risk of smuggling explosives among the travelers on flights departing from a specific third country A, a reaction could be to tighten checks for contraband for all of these travelers.", "quote": null, "isImplicit": false, "positions": [{"start": 36705, "end": 36942}], "metadata": {}}, {"id": "34", "type": "Claim", "text": "If citizens of this country are part of a salient social group, traveler differentiation may result in reproducing structural forms discrimination.", "quote": null, "isImplicit": false, "positions": [{"start": 37101, "end": 37248}], "metadata": {}}, {"id": "35", "type": "Claim", "text": "Hence, from an ethical point of view, even where OSINT avoids the collection of private or sensitive data, the relationship between gathering data, creating risk categorizations, and implementing new checks measures cannot be a direct, static one.", "quote": null, "isImplicit": false, "positions": [{"start": 37250, "end": 37497}], "metadata": {}}, {"id": "36", "type": "Claim", "text": "The more information can be given to the traveler without compromising the security effect of the risk classification, the lower will be the lack of transparency, but also of accountability, as travelers will be enabled to effectively seek legal redress.", "quote": null, "isImplicit": false, "positions": [{"start": 37935, "end": 38189}], "metadata": {}}, {"id": "37", "type": "Claim", "text": "After all, as has been shown for the aviation context, the ethical, legal, and societal repercussions can be prohibitively severe (Weydner-Volkmann 2017).", "quote": null, "isImplicit": false, "positions": [{"start": 38828, "end": 38982}], "metadata": {}}, {"id": "38", "type": "Claim", "text": "Simple name similarities have caused issues in the past in aviation security (Weydner-Volkmann 2018, pp.", "quote": null, "isImplicit": false, "positions": [{"start": 39524, "end": 39628}], "metadata": {}}, {"id": "39", "type": "Claim", "text": "Additionally, the legality of using consent to justify profiling becomes highly questionable for information that travelers may not be aware of.", "quote": null, "isImplicit": false, "positions": [{"start": 42562, "end": 42706}], "metadata": {}}, {"id": "40", "type": "Claim", "text": "One major concern from a privacy perspective relates to the inclusion of inadvertently publicized data, i.e., data that were not meant to be made public and, hence, potentially not part of what a traveler had in mind when consenting to a check of'background information' on social media.", "quote": null, "isImplicit": false, "positions": [{"start": 43019, "end": 43306}], "metadata": {}}, {"id": "41", "type": "Claim", "text": "Default settings on social media platforms may entice people to share much more information more widely than they actually want.", "quote": null, "isImplicit": false, "positions": [{"start": 43393, "end": 43521}], "metadata": {}}, {"id": "42", "type": "Claim", "text": "Hence, even when consent was obtained, the use of public information on social media can still imply a (further) violation of contextual integrity.", "quote": null, "isImplicit": false, "positions": [{"start": 43643, "end": 43790}], "metadata": {}}, {"id": "43", "type": "Claim", "text": "As outlined above, this issue could be mitigated by enabling travelers to'curate' the checked information.", "quote": null, "isImplicit": false, "positions": [{"start": 44085, "end": 44191}], "metadata": {}}, {"id": "44", "type": "Claim", "text": "Similarly, the systematic compilation of information from different sources (potentially even from data brokering sites) can reveal more information on travelers' personality than they could foresee when giving consent; such a creation of profiles goes much further than the use of publicly available information.", "quote": null, "isImplicit": false, "positions": [{"start": 44417, "end": 44730}], "metadata": {}}, {"id": "45", "type": "Claim", "text": "Additionally, the more information on travelers is stored, the higher the privacy impact when this information is breached, leaked, or otherwise misused by criminals or law enforcement.", "quote": null, "isImplicit": false, "positions": [{"start": 44731, "end": 44916}], "metadata": {}}, {"id": "46", "type": "Claim", "text": "Again, such forms of violations of contextual integrity can be mitigated by avoiding the storage further communication of related information wherever possible.", "quote": null, "isImplicit": false, "positions": [{"start": 44917, "end": 45077}], "metadata": {}}, {"id": "47", "type": "Claim", "text": "Apart from these privacy related issues, one should also note that even when social media OSINT is only conducted as part of a voluntary procedure, it could still lead to chilling effects.", "quote": null, "isImplicit": false, "positions": [{"start": 45503, "end": 45691}], "metadata": {}}, {"id": "48", "type": "Claim", "text": "However, one of the most prominent concerns regarding risk profiling concerns discriminatory impact.", "quote": null, "isImplicit": false, "positions": [{"start": 45848, "end": 45948}], "metadata": {}}, {"id": "49", "type": "Claim", "text": "Thus, even when using consent, the ethical impact will depend on transparency and accountability: The more the use of OSINT-based risk profiling can be explained in detail, the more meaningful the possibility of legal redress for being denied a lowrisk classification, e.g., on grounds of discrimination.", "quote": null, "isImplicit": false, "positions": [{"start": 47184, "end": 47488}], "metadata": {}}, {"id": "50", "type": "Claim", "text": "It does show, however, that even when travelers give consent, there are forms of ethical impact that need to be considered-irrespective of the data's public accessibility.", "quote": null, "isImplicit": false, "positions": [{"start": 47570, "end": 47741}], "metadata": {}}], "statistics": {"total_adus": 51, "adu_types": {"ADUType.CLAIM": 51}}}