{
  "ADUs": {
    "1": {
      "type": "Claim",
      "text": "The goal here is not reverently to portray Kant as unworthy of criticism; that would be quixotic and silly. The goal, rather, is to supplement Hohendahl's illuminating survey of the discontinuities by considering some of the unacknowledged affinities between neo-Kantian philosophy and the intellectual climate of the Weimar and National Socialist eras. A secondary goal is to suggest that the critiques of 'Kant' in the latter eras-accurate or not-planted seeds that ultimately flowered into the scholarly efforts of the present day.",
      "quote": "It would be tiresome simply to list the various ways in which the interwar critics are indebted to their neo-Kantian predecessors, of course. So I will try to show, somewhat more controversially, that the philosophical content of neo-Kantianism, even if not its institutional form, was more adequate to the needs of the 1920s and 1930s than its interwar critics allowed.",
      "isImplicit": false
    },
    "2": {
      "type": "Claim",
      "text": "A significant problem for attempts to discuss the legacy of Kant is that his influence in Germany is so pervasive that it is hard to separate the critics from the disciples: nearly everyone in the tradition owes a huge debt-acknowledged or not-to Kant.",
      "quote": "A significant problem for attempts to discuss the legacy of Kant is that his influence in Germany is so pervasive that it is hard to separate the critics from the disciples: nearly everyone in the tradition owes a huge debt-acknowledged or not-to Kant.",
      "isImplicit": false
    },
    "3": {
      "type": "Claim",
      "text": "In the years following World War I, neo-Kantianism of both varieties became the'scapegoat' for many of the perceived problems in imperial and Weimar culture.",
      "quote": "In the years following World War I, neo-Kantianism of both varieties became (in the words of a disgruntled Cassirer) the'scapegoat' (Sündenböcke) for many of the perceived problems in imperial and Weimar culture.",
      "isImplicit": false
    },
    "4": {
      "type": "Claim",
      "text": "Neo-Kantianism had vanquished Hegelianism, had kept the radical impulses of the Kierkegaards, Schopenhauers, and Nietzsches out of the mainstream, and had succeeded in influencing Jewish thought (via Hermann Cohen and Jonas Cohn), Russian thought (witness the very active neo-Kantian school in St. Petersburg), and even British thought at the moment when (paradoxically) the English saw themselves breaking with all things Teutonic by renouncing Bradleyanism.",
      "quote": "My admittedly speculative suggestion here, then, is that far from needing to collapse after World War I, neo-Kantianism might and perhaps should very well have come into its own, at least from a broadly philosophical point of view.",
      "isImplicit": false
    },
    "5": {
      "type": "Claim",
      "text": "The three explanatory suggestions are: institutional, individual psychological, and political.",
      "quote": "One suggestion is flatfootedly institutional: There is a natural tendency on the part of any group of young philosophers (especially, it seems, young German philosophers) to try to be revolutionary, to seek recognition for starting something new, to band together in the patricidal overthrow of their Doktorväter. Adding to this is the fact that the canons of the German academy require that doctoral theses as well habilitations contribute something new to the storehouse of human knowledge.",
      "isImplicit": false
    },
    "6": {
      "type": "Claim",
      "text": "The three explanatory suggestions are: institutional, individual psychological, and political.",
      "quote": "Another suggestion focuses less on institutional pressures and more on individual psychology. Peter Eli Gordon claims that after the war a 'new hunger for metaphysical speculation' seized intellectuals in the younger generation (many of whose friends and comrades had died in the trenches) and led them to 'turn away in droves from the critical model and in its stead forge diverse philosophies of religion, revolutionary utopia, and existence.'",
      "isImplicit": false
    },
    "7": {
      "type": "Claim",
      "text": "The three explanatory suggestions are: institutional, individual psychological, and political.",
      "quote": "A third suggestion is straightforwardly political: Because the vast majority of the neo-Kantians were social democrats, and because a large number of them were Jewish, they were viewed with hostility by the increasingly powerful right-wing movements of the late 1920s and early 1930s.",
      "isImplicit": false
    },
    "8": {
      "type": "Claim",
      "text": "Despite the merits of these three explanatory suggestions, the wholesale collapse of institutional neo-Kantianism remains something of an historical mystery.",
      "quote": "Despite the merits of these three explanatory suggestions, then, the wholesale collapse of institutional neo-Kantianism remains something of an historical mystery.",
      "isImplicit": false
    },
    "9": {
      "type": "Claim",
      "text": "Hohendahl is clearly right to say that 'there is no reason to understand the legacy of Kant exclusively in affirmative terms' and that a 'critical or negative stance' can owe as much of a debt as an affirmative appropriation.",
      "quote": "Hohendahl is clearly right to say that 'there is no reason to understand the legacy of Kant exclusively in affirmative terms' and that a 'critical or negative stance' can owe as much of a debt as an affirmative appropriation.",
      "isImplicit": false
    },
    "10": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "In it, Lukacs repeatedly criticizes Kant's philosophy as (in Hohendahl's words) 'the most radical and advanced consciousness of the early bourgeoisie' (p. 21).",
      "isImplicit": false
    },
    "11": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "In the famous chapter on 'Reification and the Consciousness of the Proletariat,' Lukacs justifies this characterization by arguing that Kant's work exemplifies the highest development of the reifying 'rationalism' that subsumes all concrete particulars under concepts and principles, and integrates all individual cognitions into architectonic systems.",
      "isImplicit": false
    },
    "12": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "But the critical philosophy also places limits on pure reason, Lukacs says, and in particular on its ability to answer fundamental questions about the transcendental nature of mind (why, for instance, is there only sensibility and understanding, rather than some third basic faculty)?",
      "isImplicit": false
    },
    "13": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "For Lukacs, the tension between these aspirations and limits somehow'reflects the limits of the new social order of the bourgeoisie'; indeed, he claims in one place that the entire tradition of critical philosophy'springs from the reified structure of consciousness,' and that it ends in a series of 'Antinomies of Bourgeois Thought.'",
      "isImplicit": false
    },
    "14": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "At this juncture, readers of Spinoza, Leibniz, and Wolff are likely to protest that the demands for rational understanding and system were already acutely manifested in 17th-century rationalism.",
      "isImplicit": false
    },
    "15": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "Kant scholars, on the other hand, may complain about Lukacs' overemphasis on the 'rationalist' aspect of the critical philosophy: after all, from the mid-1760s onward, Kant clearly opposes the unrestricted use of the Principle of Sufficient Reason, and also insists that pure reason is unable to rise to the 'unconditioned' and provide a comprehensive account of mind and world.",
      "isImplicit": false
    },
    "16": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "More striking, however, is the fact that Lukacs sometimes writes as though Kant himself was unaware of the tension between demand for systematic cognition and the self-imposed limits of critical reason, and that he thus ended up in the 'Antinomies of Bourgeois Reason' despite himself.",
      "isImplicit": false
    },
    "17": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "But while this charge may apply to some of the neo-Kantians, it is difficult to see how it could apply to Kant himself.",
      "isImplicit": false
    },
    "18": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "Kant repeatedly expresses not only his awareness of the limits of theoretical knowledge, but also his frustration with that fact and his nostalgia for something like epistemic acquaintance with the whole.",
      "isImplicit": false
    },
    "19": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "Indeed, he appears to be opposed to the idea of compatibilism generally, noting that 'the freedom (of the subject) is neither able to overcome the sensuous necessity of the system of knowledge and the soullessness of the fatalistically conceived laws of nature, nor is it able to give them any meaning.'",
      "isImplicit": false
    },
    "20": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "But this is more stipulation than argument, and thus makes it tempting to say of Lukacs' critique what Hohendahl says of Max Horkheimer's: namely, that its aim 'is not a reconstruction of the historical Kant or even an evaluation of relevant philosophical problems' (p. 35).",
      "isImplicit": false
    },
    "21": {
      "type": "Claim",
      "text": "Lukacs' criticism of Kant's philosophy is that it is the most radical and advanced consciousness of the early bourgeoisie.",
      "quote": "Lukacs seems (at least in this book) to give in to the temptation to use Kant and other modern philosophers as stalking-horses for the (bourgeois) conception of the world and the self that he hopes to undermine.",
      "isImplicit": false
    },
    "22": {
      "type": "Claim",
      "text": "The perceived unattractiveness of prominent neo-Kantian readings of Kant elicited more than just criticism; it also led some of the members of the interwar generation to call for a more painstaking historical and rational reconstruction of Kant's own views.",
      "quote": "The perceived unattractiveness of prominent neo-Kantian readings of Kant elicited more than just criticism; it also led some of the members of the interwar generation to call for a more painstaking historical and rational reconstruction of Kant's own views.",
      "isImplicit": false
    },
    "23": {
      "type": "Claim",
      "text": "The perceived unattractiveness of prominent neo-Kantian readings of Kant elicited more than just criticism; it also led some of the members of the interwar generation to call for a more painstaking historical and rational reconstruction of Kant's own views.",
      "quote": "Thus, for example, Husserl ultimately adopted the label 'transcendental idealism' for his own philosophy, and Heidegger's lengthy study of the first Critique was advertised as 'the first, explicit ground-laying for metaphysics' of the sort that he himself aimed to continue.",
      "isImplicit": false
    },
    "24": {
      "type": "Claim",
      "text": "The perceived unattractiveness of prominent neo-Kantian readings of Kant elicited more than just criticism; it also led some of the members of the interwar generation to call for a more painstaking historical and rational reconstruction of Kant's own views.",
      "quote": "As a result of all this, by mid-century, the legacy of Kant had become both so contested and so crucial that a new generation of scholars saw the need for yet another movement back to Kant.",
      "isImplicit": false
    },
    "25": {
      "type": "Claim",
      "text": "The perceived unattractiveness of prominent neo-Kantian readings of Kant elicited more than just criticism; it also led some of the members of the interwar generation to call for a more painstaking historical and rational reconstruction of Kant's own views.",
      "quote": "Building on the careful textual, philological, and editorial work of various friends (if not exactly card-carrying members) of the neo-Kantian movement, such as Erich Adickes and Benno Erdmann, the generation that came into its own after World War II founded the vibrant traditions of historical Kant scholarship that are now flourishing across both Europe and the Americas.",
      "isImplicit": false
    },
    "26": {
      "type": "Claim",
      "text": "In a roundabout fashion, then, the powerful attacks on Kant in the interwar period led not to a weakening of Kant's legacy but rather to a new and somewhat more careful historical and philosophical study of Kant's works.",
      "quote": "In a roundabout fashion, then, the powerful attacks on Kant in the interwar period led not to a weakening of Kant's legacy but rather to a new and somewhat more careful historical and philosophical study of Kant's works.",
      "isImplicit": false
    },
    "27": {
      "type": "Claim",
      "text": "In a roundabout fashion, then, the powerful attacks on Kant in the interwar period led not to a weakening of Kant's legacy but rather to a new and somewhat more careful historical and philosophical study of Kant's works.",
      "quote": "At the beginning of the 21st century, that exciting project is still very much underway.",
      "isImplicit": false
    },
    "28": {
      "type": "Major Claim",
      "text": "The powerful attacks on Kant in the interwar period led not to a weakening of Kant's legacy but rather to a new and somewhat more careful historical and philosophical study of Kant's works.",
      "quote": "Cornell University",
      "isImplicit": false
    },
    "29": {
      "type": "Claim",
      "text": "The powerful attacks on Kant in the interwar period led not to a weakening of Kant's legacy but rather to a new and somewhat more careful historical and philosophical study of Kant's works.",
      "quote": "I am grateful to Peter Hohendahl and Thomas Teufel for helpful comments on an earlier draft of this paper, and for many good discussions along the way.",
      "isImplicit": false
    },
    "30": {
      "type": "Claim",
      "text": "The powerful attacks on Kant in the interwar period led not to a weakening of Kant's legacy but rather to a new and somewhat more careful historical and philosophical study of Kant's works.",
      "quote": "Thanks also to Hohendahl and Peter Gilgen for organizing the stimulating conference on 'The Fate of Kant in an Age of Crisis: 1918-1945' at which these remarks were first presented.",
      "isImplicit": false
    }
  },
  "relations": [
    {
      "src": "1",
      "tgt": "2",
      "type": "support"
    },
    {
      "src": "2",
      "tgt": "3",
      "type": "support"
    },
    {
      "src": "3",
      "tgt": "4",
      "type": "support"
    },
    {
      "src": "4",
      "tgt": "5",
      "type": "support"
    },
    {
      "src": "5",
      "tgt": "6",
      "type": "support"
    },
    {
      "src": "6",
      "tgt": "7",
      "type": "support"
    },
    {
      "src": "7",
      "tgt": "8",
      "type": "support"
    },
    {
      "src": "8",
      "tgt": "9",
      "type": "attack"
    },
    {
      "src": "9",
      "tgt": "10",
      "type": "support"
    },
    {
      "src": "10",
      "tgt": "11",
      "type": "support"
    },
    {
      "src": "11",
      "tgt": "12",
      "type": "support"
    },
    {
      "src": "12",
      "tgt": "13",
      "type": "support"
    },
    {
      "src": "13",
      "tgt": "14",
      "type": "support"
    },
    {
      "src": "14",
      "tgt": "15",
      "type": "support"
    },
    {
      "src": "15",
      "tgt": "16",
      "type": "support"
    },
    {
      "src": "16",
      "tgt": "17",
      "type": "support"
    },
    {
      "src": "17",
      "tgt": "18",
      "type": "support"
    },
    {
      "src": "18",
      "tgt": "19",
      "type": "support"
    },
    {
      "src": "19",
      "tgt": "20",
      "type": "support"
    },
    {
      "src": "20",
      "tgt": "21",
      "type": "support"
    },
    {
      "src": "21",
      "tgt": "22",
      "type": "support"
    },
    {
      "src": "22",
      "tgt": "23",
      "type": "support"
    },
    {
      "src": "23",
      "tgt": "24",
      "type": "support"
    },
    {
      "src": "24",
      "tgt": "25",
      "type": "support"
    },
    {
      "src": "25",
      "tgt": "26",
      "type": "support"
    },
    {
      "src": "26",
      "tgt": "27",
      "type": "support"
    },
    {
      "src": "27",
      "tgt": "28",
      "type": "support"
    },
    {
      "src": "28",
      "tgt": "29",
      "type": "support"
    },
    {
      "src": "29",
      "tgt": "30",
      "type": "support"
    }
  ]
}